{
  "en": {
    "analysis-01": "Undertale: an unexpected Masterpiece",
    "analysis-01-title": "Undertale: an unexpected Masterpiece",
    "analysis-01-author": "By Luis Chinea Rangel",
    "analysis-01-date": "Published on 2023-04-01",
    "analysis-01-content": "<p>There is no doubt that video games have been improving graphically throughout the generations. Today we look back at 8-bit classics like Street Fighter II (because yes, there is a first game that almost nobody knows about), Ducktales, Space Invaders or even Sonic the Hedgehog and it is hard for us to imagine a game of the generation current with such a simple graphic section. None... except one.</p><p> Inspired by the old Earthbound, Toby Fox created in 2015, at the height of the golden age of 3D graphics progress, a modest 8-bit game called Undertale. It is an old-fashioned adventure in which we will have to return home after being trapped in an underground world populated by monsters.</p><p> The revolutionary thing about this game is that we can solve conflicts with the inhabitants of this world by killing them or in a peaceful way, talking to them and sparing their lives. Every decision you make counts, and the characters will remember the friends you mercilessly killed or helped without asking for anything in return.</p><p> The end is marked by you, and the weight of your actions will influence the fate of all humanity. It is a breath of fresh air in a time saturated with stories full of action and conflict, which will make more than one cry.</p>",
    "analysis-02": "Helltaker: A Hell of an Adventure",
    "analysis-02-title": "Helltaker: A Hell of an Adventure",
    "analysis-02-author": "By Juan Carlos Rey Medina",
    "analysis-02-date": "Published on 2023-12-01",
    "analysis-02-content": "<p>In terms of gameplay, Helltaker is challenging but fair. It is an indie game (free on <a href=\"https://store.steampowered.com/app/1289310/Helltaker/\">Steam</a>) of puzzles, which gradually increase in difficulty, forcing players to think creatively to solve them.</p><p> The goal is simple: to recruit demon girls into our harem, which increases the motivation to continue playing, unlocking all the characters. Helltaker's story is also an intriguing aspect of the game. While it may seem superficial at first glance, the character interactions and dialogue add depth to the demon girls and their motivations.</p><p> Overall, Helltaker is a game with a unique art style and interesting characters. It is a testament to the creativity and passion of independent game developers, and a fun experience for players who enjoy challenging puzzle games.</p>",
    "analysis-03": "How Dark Souls created its Own Genre",
    "analysis-03-title": "How Dark Souls created its Own Genre",
    "analysis-03-author": "By Luis Chinea Rangel",
    "analysis-03-date": "Published on 2023-04-01",
    "analysis-03-content":"<p>Making an opinion about SoulsBorne is the Dark Souls ofnewsrooms. This saga and its iconic company FromSoftware are notknown for the difficulty of their games, but also for the mechanics that surround them: Leaving the player at ease to explore the dangers of their worlds without compassion just like the worlds of their games, punishing mistakes like a tough teacher.</p><p> Behind all this, the SoulsBorne have, for me, their most powerful weapon, the power of the narrative, and it is that the Souls way is very curious. Instead of cinematics and 30-minute monologues so that the important and deep message of a game is clear to the audience, the Souls integrate their narrative in the same world that surrounds the protagonist, in most installments, our character He is one more living being in a cruel world, a poor little devil trying to survive: <strong>your history DOESN'T MATTER.</strong></p><p> <strong>So what is the point?</strong> The answer is very simple: just like life itself, the important thing is not the destination but the route.</p><p> Each monster, boss, trap, obstacle in our way is what adds to our experience in the world to adapt, improve, have empathy for the characters, friends and enemies that share our same journey, until we reach our final goal; Whether it's saving the world, ruling them all, rescuing an old friend... And speaking of friends and enemies!</p><p> One of the things that made me fall in love with this company is the perfect balance between good and evil that tarnishes its characters. And it is that sometimes it is very difficult to classify a character as \"good\" or \"evil\" in a world as miserable and cruel as that of the Souls.</p><p> Many will attack us simply to steal our resources, or because we are in the way, but that does not define the morale of many characters; some are lost or corrupted, others are just trying to protect their loved ones, no matter how vile their actions may have been. On the contrary, some will seem friendly and will even help us on our adventure, only to end up discovering that they hide the vilest and most despicable goals in the world, no matter how well we get along with them.</p> <p>You are not alone,<strong>each character has embarked on a journey before you</strong > (an aspect that is reinforced above all in the absolute climax of the Dark Souls saga). Like the players, many will die or quit midway, others will achieve their goals, but in the end, they will also be part of YOUR journey. That's what a SoulsBorne is.</p>",
    "analysis-04": "Videogames can be Relaxing?",
    "analysis-04-title": "Videogames can be Relaxing?",
    "analysis-04-author": "By Ancor Gonzalez Carballo",
    "analysis-04-date": "Published on 2023-04-01",
    "analysis-04-content": "<p> Many games, such as puzzle or simulation games, can be played at a leisurely pace and provide a calming experience. Additionally, games can be used as a form of escapism and provide a break from the stresses of everyday life.</p><p> Some people may even find that playing certain types of games can improve their mental health and overall well-being. For example, playing puzzle games like Sudoku or crossword puzzles can help improve cognitive function and memory skills.</p><p> Simulation games like The Sims or Animal Crossing provide virtual world where players can create and customize their own characters and homes. This type of game can be especially relaxing and therapeutic for people who enjoy creative activities, as it allows them to express their creativity in a low-pressure environment.</p><p> Furthermore, video games can provide a social outlet for players, especially during times when it may be difficult to socialize in person. Multiplayer games like Fortnite or Among Us allow players to connect with others from all over the world, fostering a sense of community and belonging.</p><p> Of course, like any form of entertainment, video games should be enjoyed in moderation. Excessive gaming can lead to addiction and other negative consequences. However, when played in a healthy and balanced way, video games can be a fun and beneficial activity for people of all ages.</p>",
    "analysis-05": "The Redemption of the God Killer",
    "analysis-05-title": "The Redemption of the God Killer",
    "analysis-05-author": "By Juan Carlos Rey Medina",
    "analysis-05-date": "Published on 2023-10-08",
    "analysis-05-content": "<p> Kratos is portrayed as a more mature and reflective character than in previous installments. Through his relationship with his son Atreus, Kratos develops empathy and compassion, which allows him to come to terms with his past and find a new perspective on life. This change in his character development is a key aspect of the plot and has been praised for its depth and humanity.</p><p> The father-son dynamic between Kratos and Atreus also adds a new layer of emotional depth to the story. As Kratos teaches Atreus how to hunt and fight, he also passes down important life lessons and values, such as the importance of humility and the consequences of seeking revenge.</p><p> Atreus, in turn, helps Kratos confront his inner demons and come to terms with his past mistakes. Their relationship is not without its challenges, but ultimately it brings them closer together and helps them both grow as individuals. </p><p> The game's stunning visuals and epic battles are also a highlight, but it is the character development and emotional depth of the story that truly sets it apart from other games in the genre. Kratos' journey from a vengeful god to a caring father and mentor is a powerful and inspiring story that resonates with players on a personal level.</p><p> Overall, God of War represents a significant departure from the previous games in the series, both in terms of gameplay and storytelling. It is a testament to the creative vision and talent of the game's developers, who were able to take a well-established franchise and reinvent it in a way that feels fresh and exciting. The game's success has also helped to cement its place as one of the greatest video game franchises of all time. </p>",
    "analysis-general-title": "Analysis",
    "analysis-general-subtitle": "Latest Analysis",
    "footer-strong": "Subscribe to our newsletter",
    "footer-email": "Email address",
    "footer-send": "Send",
    "footer-about": "About",
    "footer-privacy": "Privacy ",
    "footer-terms": "Terms of Use",
    "terms-use-2": "Terms of Use",
    "footer-store": "Store",
    "copyright": "© 2023 Copyright All rights reserved | made by <a class=\"text-white\" href=\"https://github.com/IluzioDev\">Luis Marcelo Chinea Rangel</a>",
    "guide-01": "Beginner's guide: how to play Pokemon Platinum",
    "guide-01-title": "Beginner's guide: how to play Pokemon Platinum",
    "guide-01-author": "By Ancor González Carballo",
    "guide-01-date": "Published on 2023-01-01",
    "guide-01-content": "<h1>Beginner's guide: how to play Pokemon Platinum</h1> <h2>Introduction:</h2><p> If you're new to the world of Pokemon, it can be overwhelming to start with the Platinum version. However, this guide will help you understand the basic concepts of the game so you can start enjoying this adventure in the Sinnoh region. </p><h2>Development:</h2><ol><li>Choose your starter Pokemon<ul><li> When you start the game, you'll have to choose from three options: Turtwig (grass type), Chimchar (fire type), and Piplup (water type). Each of them has their own abilities and weaknesses, so make sure to choose the one that best suits your play style.</li></ul></li><li>Explore the Sinnoh region<ul><li> The Sinnoh region is vast and there are many places you can explore. From the different cities to the routes and caves, there's a lot to discover. Talk to people to get information and discover new missions. </li></ul></li><li>Catch new Pokemon<ul><li> In Pokemon Platinum, there are over 150 different Pokemon you can catch. You can find them in tall grass or in the water using Poke Balls. Make sure to weaken the Pokemon before attempting to catch it, and bring enough Poke Balls so you don't run out in the middle of a capture. </li></ul></li><li>Train your Pokemon<ul><li> To make your Pokemon stronger, you'll need to train them. Use the experience points they earn in battle to level up and improve their stats. You can also teach them new moves and make them evolve.</li></ul></li><li>Battle other trainers<ul><li>On your adventure, you'll encounter other trainers who also have Pokemon. Challenge them to battles to gain experience, money, and items. Make sure to bring enough healing items and have a varied team to face different types of Pokemon.</li></ul></li><li>Defeat gym leaders<ul><li> In each city, there's a gym leader that you'll have to defeat in a battle to earn a badge. You'll need a strong and strategic team to defeat them all.</li></ul></li><li> Face the Pokemon League <ul><li> Once you've obtained all the gym badges, you can access the Pokemon League. Face the best trainers in the region to become the League Champion.</li></ul></li></ol><h2>Conclusion:</h2><p>With these basic tips, you can already start playing Pokemon Platinum. As you progress in the game, you'll discover new strategies and tools to make your experience even more exciting. Good luck!</p>",
    "guide-02": "How to Get a Netherite Sword in Minecraft",
    "guide-02-title": "How to Get a Netherite Sword in Minecraft",
    "guide-02-author": "By Juan Carlos Rey Medina",
    "guide-02-date": "Published on 2023-04-01",
    "guide-02-content": "<h1>How to Get a Netherite Sword in Minecraft</h1><p> In the popular video game Minecraft, the netherite sword is considered one of the most powerful weapons in the game. With high damage and exceptional durability, it is the preferred choice of many players for facing off against the most dangerous and terrifying creatures of the Nether. In this article, we will explain how to get a netherite sword in Minecraft.</p><p> To get a netherite sword, the first thing you need to do is collect the necessary materials. Netherite is a rare material that can only be found in the Nether, and you need to have a full set of diamond tools to be able to collect it. You will need a total of four netherite ingots and two sticks to build a netherite sword.</p><p> Once you have the necessary materials, it is important to find a smelting furnace. Smelting furnaces are found in Nether fortresses and are used to smelt netherite ingots from the scraps of netherite ore found in the Nether veins. To build a smelting furnace, you need five stone blocks and three iron blocks.</p><p> Once you have the smelting furnace, you should place the netherite ore in the top slot of the furnace and fuel (such as wood or coal) in the bottom slot. After a few minutes, the netherite scraps will turn into netherite ingots.</p><p> With the netherite ingots in hand, it's time to build the sword. To do this, simply place two sticks of wood at the bottom of the crafting table, and then place the four netherite ingots at the top. And voila! The netherite sword is ready to be used.</p><p> In summary, getting a netherite sword in Minecraft requires some important steps, including collecting materials in the Nether, building a smelting furnace, and crafting the sword on the crafting table. With the netherite sword in hand, players will be able to confidently face off against the most dangerous creatures in the game. </p>",
    "guide-03": "How to Defeat Genichiro in Sekiro: A Traveler's Guide.",
    "guide-03-title": "How to Defeat Genichiro in Sekiro: A Traveler's Guide.",
    "guide-03-author": "By Ancor González Carballo",
    "guide-03-date": "Published on 2023-05-01",
    "guide-03-content": "<h1>How to Defeat Genichiro in Sekiro: A Traveler's Guide.</h1><p> Genichiro Ashina is a formidable opponent in the action-packed video game Sekiro: Shadows Die Twice. With lightning-quick strikes and a range of deadly attacks, defeating him can be a daunting task. In this guide, we will provide you with some tips and strategies to help you defeat Genichiro and progress further in the game.</p><p> First, it is important to note that Genichiro has three distinct phases, each with its own set of attacks. In the first phase, he will primarily use his sword and bow. In the second phase, he will gain a lightning attack and use it frequently. And in the final phase, he will use his sword and lightning attack in combination.</p><p> To defeat Genichiro, you should focus on deflecting his attacks and building up his posture. His attacks can be quick, so it is important to be prepared to react quickly. When he is using his sword attacks, deflect them as best as you can. Keep attacking him and deflecting his strikes until his posture bar fills up.</p><p> During his second phase, Genichiro will use a powerful lightning attack. When you see him start to charge up this attack, be ready to jump and use your own lightning attack to counter it. This will not only deal damage to him but also prevent you from taking damage yourself.</p><p> In the final phase, Genichiro will combine his sword attacks with lightning. This can make him much more difficult to deflect, but you can still succeed by being patient and waiting for the right moment to counterattack.</p><p> One additional strategy to consider is to use the Firecracker prosthetic tool. This tool can stun Genichiro and leave him open to attack, which can be especially useful in the first and final phases.</p><p> In summary, defeating Genichiro in Sekiro requires a combination of quick reflexes, deft deflection, and patient counterattacks. By focusing on his posture and being ready to use your own lightning attack, you can overcome this tough opponent and move on to the next challenges that await you in the game.</p>",
    "guide-04": "The Binding of Isaac: The Top Items You Need to Know About",
    "guide-04-title": "The Binding of Isaac: The Top Items You Need to Know About",
    "guide-04-author": "By Luis Chinea Rangel",
    "guide-04-date": "Published on 2023-04-01",
    "guide-04-content":"<h1> The Binding of Isaac: The Top Items You Need to Know About </h1> <p> The Binding of Isaac is a popular roguelike video game that requires skill, strategy, and a bit of luck to succeed. One of the keys to beating the game is finding and utilizing the best items available. In this guide, we will provide you with a list of the top items you need to know about to improve your chances of success. </p> <ol> <li> Mom's Knife - This item is one of the most powerful in the game. It allows you to deal massive damage to enemies at close range. </li> <li> Brimstone - Another incredibly powerful item, Brimstone shoots a large beam of energy that deals massive damage to enemies. </li> <li> Magic Mushroom - This item increases your damage, speed, and size, making it an incredibly useful item to have. </li> <li> The Polaroid - This item provides invincibility for a short period of time after taking damage. This can be a lifesaver in tough situations. </li> <li> The Bible - This item instantly kills all enemies in the room, making it an incredibly useful tool for clearing out difficult areas. </li> <li> Guppy's Collar - This item gives you a chance to respawn after dying, making it an excellent item to have in case of emergency. </li> <li> Dead Cat - Similar to Guppy's Collar, Dead Cat gives you a chance to respawn after dying, but with nine lives instead of one. </li> <li> The D6 - This item allows you to reroll items and pickups, giving you a chance to get even better items. </li> <li> Holy Mantle - This item provides you with a shield that absorbs one hit per room, making it an excellent item for avoiding damage. </li> <li> Polyphemus - This item greatly increases your damage, allowing you to take down enemies quickly and efficiently. </li> </ol> <p> In summary, these items are some of the most powerful and useful in The Binding of Isaac. By utilizing them effectively, you can improve your chances of success and make your way through the game with greater ease. </p>",
    "guide-05": "Optimizing Satisfactory: A Guide to Improve Your Game Performance",
    "guide-05-title": "Optimizing Satisfactory: A Guide to Improve Your Game Performance",
    "guide-05-author": "By Luis Chinea Rangel",
    "guide-05-date": "Published on 2023-04-01",
    "guide-05-content": "<h1> Optimizing Satisfactory: A Guide to Improve Your Game Performance </h1> <p> Satisfactory is a popular open-world factory building game that can be a lot of fun to play, but it can also be quite demanding on your computer. If you're experiencing lag or poor performance, don't worry! In this guide, we'll provide you with some tips and tricks to optimize Satisfactory and improve your overall gaming experience. </p> <ol> <li> Lower graphics settings - The first thing you can do is to lower your graphics settings. This can include reducing the resolution, turning off shadows or reflections, and disabling other visual effects. This will reduce the load on your GPU and improve your game's performance. </li> <li> Turn off Vsync - Vertical sync (Vsync) is a setting that synchronizes your monitor's refresh rate with your GPU's output. While it can reduce screen tearing, it can also lower your FPS. Turning off Vsync can give you a boost in performance. </li> <li> Adjust the FPS limit - By default, Satisfactory is capped at 60 FPS. If your computer can handle it, you can increase the FPS limit to improve the smoothness of your game. </li> <li> Update your graphics drivers - Make sure you have the latest graphics drivers installed for your GPU. This can improve your game's performance and fix any bugs or issues that may be causing lag. </li> <li> Close unnecessary programs - Close any unnecessary programs that may be running in the background. This will free up system resources and give Satisfactory more room to run smoothly. </li> <li> Optimize your PC - Regularly clean up your computer by removing any unnecessary files, uninstalling unused programs, and running virus scans. This can help keep your computer running smoothly and improve Satisfactory's performance. </li> <li> Overclock your GPU - Overclocking your GPU can increase its clock speed and improve your game's performance. However, this can be risky and should only be done by experienced users. </li> </ol> <p> In summary, these are some of the ways you can optimize Satisfactory to improve your game performance. By following these tips and tricks, you can enjoy a smoother, more enjoyable gaming experience. </p>",
    "guide-general-title": "Guides",
    "guide-general-subtitle": "Lastest Guides",
    "header-home": "Home",
    "header-guides": "Guides",
    "header-analysis": "Analysis",
    "header-news": "News",
    "header-our-team": "Our Team",
    "index-title": "Mischief",
    "index-Lastest": "Lastest Posts",
    "news-01": "Illojuan creates video game emulation software that revolutionizes the gaming industry.",
    "news-01-title": "Illojuan creates video game emulation software that revolutionizes the gaming industry.",
    "news-01-author": "By Ancor González Carballo",
    "news-01-date": "Published on 2023-04-01",
    "news-01-content": "<p> Illojuan, a 27-year-old software engineer, has developed video game emulation software that has left gaming industry experts speechless. Illojuan's software allows users to emulate games from old consoles on their modern devices, which means they can now play their favorite childhood games on their smartphones, tablets, and laptops. </p> <p> What makes Illojuan's software so impressive is its ability to emulate games from old consoles with incredibly high-quality graphics and sound. Gaming industry experts have commented that Illojuan's software is the best they have seen so far and could revolutionize the way users play old games. </p> <p> In addition to the quality of the software, Illojuan has made it extremely easy to use. With an intuitive user interface, anyone can download the software and start emulating games in a matter of minutes. This means that now more people than ever can enjoy classic games that were previously only available on old consoles. </p> <p> The news of Illojuan's emulation software has been met with enthusiasm by video game fans around the world. With the ability to emulate games from old consoles on modern devices, gamers can relive their favorite childhood moments and discover games they had never seen before. </p> <p> Illojuan has stated that he hopes his video game emulation software will help preserve the history of video games and allow new generations to experience the games that marked a milestone in the gaming industry. </p>",
    "news-02": "Stardew Valley expands itself",
    "news-02-title": "Stardew Valley expands itself",
    "news-02-author": "By Ancor González Carballo",
    "news-02-date": "Published on 2023-04-01",
    "news-02-content": " <p> Fans of Stardew Valley have something new to look forward to with the game's latest update, which adds a variety of new features and improvements. One of the most exciting additions is the ability to play with friends online, allowing players to invite up to three other people to join them on their farm. </p> <p> In addition to the multiplayer feature, the update also includes a new farm map called Four Corners, which is divided into four distinct sections that each offer unique challenges and opportunities for players. There are also new character events, music tracks, and a variety of quality of life improvements, such as the ability to move buildings and crafting stations around your farm. </p> <p> Players can also expect some new content related to the game's story, with new secrets and lore to uncover. This update is available for free to all Stardew Valley players on PC and consoles. </p> <p> Stardew Valley's creator, ConcernedApe, has promised that this is just the first of many updates to come, so players can continue to expect new content and improvements to the game in the future. With its relaxing gameplay and charming visuals, it's no wonder that Stardew Valley continues to be a beloved game in the management simulation genre. </p>",
    "news-03": " PlayStation Productions: All confirmed movies and series so far",
    "news-03-title": " PlayStation Productions: All confirmed movies and series so far",
    "news-03-author": "By Luis Chinea Rangel",
    "news-03-date": "Published on 2023-04-01",
    "news-03-content": " <p> Video game adaptations are almost as old as the first console or PC successes, although the result has not always been good. In fact, quite the opposite. After several attempts to bring Mario Bros., Mortal Kombat, Street Fighter or Tomb Raider to the big screen, as soon as comics demonstrated that they could be box office hits, the film industry turned to superheroes. At least animation gave us some entertaining youth series or animes that have been respectful of the original material. </p> <p> But now it is comics that show signs of exhaustion and many believe that video games can be the new source of licenses for big or small screen productions. Some recent hits like the two Sonic movies and Super Mario Bros. The Movie confirm that we are facing a trend change and, above all, an improvement in quality. Sony saw it this way in 2019 with the creation of PlayStation Productions, a division dedicated to exploiting all those PlayStation Studios licenses, taking advantage of the popularity of the franchises, reaching an audience that may not have known these video games, and perhaps boosting interest to produce more sequels. </p> <h2>The Most Promising Projects</h2> <ul> <li> Uncharted <ul> <li>Date: 18/02/2022</li> <li>Director: Ruben Fleischer</li> </ul> </li> <li> Gran Turismo <ul> <li>Date: 11/8/2023</li> <li>Director: Neill Blomkamp</li> </ul> </li> <li> Days Gone <ul> <li>Date: No data</li> <li>Director:No data</li> </ul> </li> <li> Gravity Rush <ul> <li>Data: No data</li> <li>Directora: Anna Mastro</li> </ul> </li> <li> God of War <ul> <li>Date: No data</li> <li>Director: Rafe Judkins</li> <li>Platform: Amazon Prime Video</li> </ul> </li> <li> Horizon <ul> <li>Date: No data</li> <li>Director: Steve Blackman</li> <li>Plataforma: Netflix</li> </ul> </li> </ul>",
    "news-04": "Activision Blizzard CEO Could Make a Fortune if Microsoft Acquisition Goes Through",
    "news-04-title": "Activision Blizzard CEO Could Make a Fortune if Microsoft Acquisition Goes Through",
    "news-04-author": "By Juan Carlos Rey Medina",
    "news-04-date": "Published on 2023-04-01",
    "news-04-content": "<p> One of the most vocal public figures pushing for the closure of the Activision Blizzard deal with Microsoft is Bobby Kotick, who has criticized regulators on more than one occasion. These entities are the main reason why Microsoft's acquisition has not yet been finalized. However, there is a reason behind all his insistence: money. </p> <p> According to Tweaktown, the CEO of Activision Blizzard could make a fortune if the Microsoft acquisition goes through. It would be a total of 185 million dollars, but he would not be the only one seeing his pockets filled with cash, as the top executives of Activision would also benefit from the purchase offer of $95 per share of the company. </p> <p> Kotick has 4.3 million shares in Activision Blizzard, but he also has the right to acquire another 2.2 million, as commented by Stephen Totilo, a journalist at Axios. In addition, if you are one of those who thinks that Microsoft should withdraw from Great Britain, you should know that it would be losing more than 800 million dollars annually if it does not sell its games in that territory, something totally unfeasible, as discovered by TweakTown. </p> <h2>What happens if Bobby Kotick is fired?</h2> <p> The story changes a lot, and Bobby Kotick probably wouldn't mind being fired considering all the money he would make. He could earn more than 290 million dollars, but that's not all. If Microsoft fails in its attempt to acquire Activision Blizzard, it is very likely that Bobby Kotick will remain in his position at the company, as reported by FOX Business. </p>",
    "news-05": "A Very Fruity Success",
    "news-05-title": "A Very Fruity Success",
    "news-05-author": "By Juan Carlos Rey Medina",
    "news-05-date": "Published on 2023-04-01",
    "news-05-content": " <p> \"Peaches\" is a song by American actor and musician Jack Black, released as a single on April 7, 2023. The song was written as part of the soundtrack for the Super Mario Bros. movie, in which Black's character, Bowser, performs the piano ballad to secretly confess his love for Princess Peach. The song debuted on the US Billboard Hot 100 chart at number 83, becoming Black's first solo single to enter the chart. The Spanish version for Spanish-speaking audiences is performed by Héctor Estrada. </p> <h2>Concept</h2> <p> The musical background for Bowser was not present in the first draft of the movie. Aaron Horvath, one of the co-directors, told GameSpot that he wanted a musical Bowser, but planned a more metal-themed song in the vein of Tenacious D. After realizing it would be boring for Bowser to simply say \"I love Princess Peach,\" Horvath decided to tell the song through a ballad. The original demo was recorded with Eric Osmond on vocals. Two days later, Black completed the final recording of the song with an original piano track from his pianist. </p>",
    "news-general": "News",
    "news-Lastest": "Lastest News",
    "our-team-Iluzio": "<h2>Luis Chinea Rangel</h2> <p>Founder, CEO</p> <p> Designer and founder of Mischief. Apassionate tech enthusiast and gamer. </p> <p> Since he was a teenager he developed an obsession with videogames designs, narrative and mechanics, analyzing them and trying to understand how they work, until he decided to create his own website to share ideas, guides and opinions about the games he loves. </p> <p> A gamer from heart who enjoys playing games of all genres, but his favourite genre are the Soulsborne games. Big fan of crocodiles, alligators and lizard-like creatures. </p>",
    "our-team-Ancor": "<h2>Ancor González Carballo</h2> <p>Editor Senior</p> <p> Journalist, editor and writer. He has been working in the video game industry for more than 10 years. He has worked for several media outlets, the most important being the Spanish newspaper Hobby Consolas. </p> <p> Videogame lover since he was a child. He has been playing games since the 8-bit era and has been passionate about them ever since. With a special affection for the RPG genre, but also enjoys playing action games, platformers and adventure games. </p>",
    "our-team-Juan": "<h2>Juan Carlos Rey Medina</h2> <p>Editor & Analyst</p> <p> Calm mind, restless soul. There is no thing that escapes his attention analyzing about videogames or the industry. His works have been awarded by several institutions and he has been recognized by the Spanish press as one of the most important journalists in the country. </p> <p>Coffee lover and a enjoyer of good food and tech critic.</p>",
    "privacy-terms": "<p> This Privacy Policy governs the manner in which mischief collects, uses, maintains, and discloses information collected from users (each, a \"User\"). This privacy policy applies to the Site and all products and services offered by mischief. </p> <h2 class=\"my-4\">1. Personal identification information:</h2> <p> We may collect personal identification information from Users in various ways, including, but not limited to, when Users visit our Site, register on the Site, subscribe to the newsletter, respond to a survey, fill out a form, and in connection with other activities, services, features, or resources we make available on our Site. Users may be asked for, as appropriate, name, email address. Users may, however, visit our Site anonymously. We will collect personal identification information from Users only if they voluntarily submit such information to us. Users can always refuse to supply personal identification information, except that it may prevent them from engaging in certain Site-related activities. </p> <h2 class=\"my-4\">2. Non-personal identification information:</h2> <p> We may collect non-personal identification information about Users whenever they interact with our Site. Non-personal identification information may include the browser name, the type of computer, and technical information about Users' means of connection to our Site, such as the operating system and the Internet service providers utilized, and other similar information. </p> <h2 class=\"my-4\">3. Web browser cookies:</h2> <p> Our Site may use \"cookies\" to enhance the User experience. User's web browser places cookies on their hard drive for record-keeping purposes and sometimes to track information about them. Users may choose to set their web browser to refuse cookies or to alert you when cookies are being sent. If they do so, note that some parts of the Site may not function properly. </p> <h2 class=\"my-4\">4. How we use collected information:</h2> <p> mischief may collect and use Users' personal information for the following purposes: </p> <ul> <li> To personalize user experience: We may use information in the aggregate to understand how our Users as a group use the services and resources provided on our Site. </li> <li> To send periodic emails: We may use the email address to respond to inquiries, questions, and/or other requests from Users. If a User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc. If at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email. </li> </ul> <h2 class=\"my-4\">5. How we protect your information:</h2> <p> We adopt appropriate data collection, storage, and processing practices, and security measures to protect against unauthorized access, alteration, disclosure, or destruction of your personal information, username, password, transaction information, and data stored on our Site. </p> <h2 class=\"my-4\">6. Sharing your personal information:</h2> <p> We do not sell, trade, or rent Users' personal identification information to others. We may share generic aggregated demographic information not linked to any personal identification information regarding visitors and users with our business partners, trusted affiliates, and advertisers for the purposes outlined above. </p> <h2 class=\"my-4\">7. Third-party websites:</h2> <p> Users may find advertising or other content on our Site that links to the sites and services of our partners, suppliers, advertisers, sponsors, licensors, and other third parties. We do not control the content or links that appear on these sites and are not responsible for the practices employed by websites linked to or from our Site. In addition, these sites or services, including their content and links, may be constantly changing. These sites and services may have their own privacy policies and customer service policies. Browsing and interaction on any other website, including websites which have a link to our Site, is subject to that website's own terms and policies. </p> <h2 class=\"my-4\">8. Changes to this privacy policy:</h2> <p> Mischief has the discretion to update this privacy policy at any time. When we do, we will revise the updated date at the bottom of this page. We encourage Users to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect. You acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications. </p> <h2 class=\"my-4\">9. Your acceptance of these terms:</h2> <p> By using this Site, you signify your acceptance of this policy. If you do not agree to this policy, please do not use our Site. Your continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes. </p> <h2 class=\"my-4\">10. Contact us:</h2> <p> If you have any questions about this Privacy Policy, the practices of this site, or your dealings with this site, please contact us at <a href=\"mailto:luischinearangel@gmail.com\" >luischinearangel@gmail.com</a > </p> <p>This Privacy Policy was last updated on 15/05/2023.</p>",
    "privacy-terms-title": "Privacy Terms",
    "privacy-02": "Privacy Terms",
    "side-bar-01": "Popular Analysis",
    "side-bar-02": "Genres",
    "meet-the-team": "Meet the Great Team",
    "terms": "<p> Welcome to Mischief, the website dedicated to providing you with the latest and greatest in videogame news, guides, and more. Please read these terms of use carefully before using our website. </p> <p> By accessing or using our website, you agree to be bound by these terms of use. If you do not agree with these terms of use, do not use our website. </p> <h2 class=\"my-4\">1. Use of Content</h2> <p> All content on this website, including but not limited to text, graphics, images, and software, is the property of Mischief and is protected by copyright laws. You may not reproduce, distribute, or modify any content on our website without our prior written consent. </p> <h2 class=\"my-4\">2. User Conduct</h2> <p> You agree to use our website only for lawful purposes and in a manner that does not infringe on the rights of, or restrict or inhibit the use and enjoyment of our website by, any third party. You agree not to engage in any activity that interferes with or disrupts our website or its servers and networks. </p> <h2 class=\"my-4\">3. User-Generated Content</h2> <p> Mischief may allow users to submit content to our website, such as comments, reviews, and forum posts. By submitting content to our website, you grant us a non-exclusive, royalty-free, perpetual, and irrevocable license to use, reproduce, modify, adapt, publish, translate, distribute, and display such content in any media. </p> <p> You represent and warrant that you have all necessary rights and permissions to submit such content and that your submission does not violate any third-party rights or any applicable laws. </p> <h2 class=\"my-4\">4. Links to Third-Party Websites</h2> <p> Our website may contain links to third-party websites that are not under our control. We are not responsible for the content or functionality of any linked website. You access any linked website at your own risk and should review the terms of use and privacy policy of such website. </p> <h2 class=\"my-4\">5. Disclaimer of Warranties</h2> <p> MISCHIEF PROVIDES OUR WEBSITE ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. </p> <p> MISCHIEF DOES NOT WARRANT THAT OUR WEBSITE WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT OUR WEBSITE OR THE SERVERS THAT MAKE IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. </p> <h2 class=\"my-4\">6. Limitation of Liability</h2> <p> MISCHIEF SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, USE, DATA, OR OTHER INTANGIBLES, WHETHER BASED ON CONTRACT, TORT, STRICT LIABILITY, OR OTHERWISE, RESULTING FROM YOUR USE OF OUR WEBSITE. </p> <h2 class=\"my-4\">7. Indemnification</h2> <p> You agree to indemnify and hold harmless Mischief, its affiliates, and their respective officers, directors, employees, agents, and contractors from any and all claims, losses, damages, liabilities, costs, and expenses, including reasonable attorneys' fees, arising out of or in connection with your use of our website or your violation of these terms of use. </p> <h2 class=\"my-4\">8. Governing Law and Jurisdiction</h2> <p> These terms of use and your use of our website shall be governed by and construed in accordance with the laws of the state of California, without giving effect to any principles of conflicts of law. </p> <p> Any dispute arising out of or in connection with these terms of use or your use of our website shall be brought exclusively in the state or federal courts located in the county of San Francisco, California, and you hereby consent to the jurisdiction and venue of such courts. </p> <h2 class=\"my-4\">9. Modifications to Terms of Use</h2> <p> We reserve the right to modify these terms of use at any time without prior notice. Your continued use of our website after any such modification constitutes your acceptance of the modified terms of use. It is your responsibility to review these terms of use regularly. </p>"
  },
  "es": {
    "analysis-01": "Undertale: una obra maestra inesperada",
    "analysis-01-title": "Undertale: una obra maestra inesperada",
    "analysis-01-author": "Por Luis Chinea Rangel",
    "analysis-01-date": "Publicado el 1 de abril de 2023",
    "analysis-01-content": "<p>No hay duda de que los videojuegos han ido mejorando gráficamente a lo largo de las generaciones. Hoy miramos hacia atrás a clásicos de 8 bits como Street Fighter II (porque sí, hay un primer juego que casi nadie conoce), Ducktales, Space Invaders o incluso Sonic the Hedgehog y nos resulta difícil imaginar un juego de la generación actual con una sección gráfica tan simple. Ninguno... excepto uno.</p><p> Inspirado en el antiguo Earthbound, Toby Fox creó en 2015, en la cúspide de la edad de oro del progreso gráfico en 3D, un modesto juego de 8 bits llamado Undertale. Es una aventura de estilo antiguo en la que tendremos que regresar a casa después de quedar atrapados en un mundo subterráneo poblado por monstruos.</p><p> Lo revolucionario de este juego es que podemos resolver los conflictos con los habitantes de este mundo matándolos o de manera pacífica, hablando con ellos y perdonando sus vidas. Cada decisión que tomes cuenta, y los personajes recordarán a los amigos que mataste sin piedad o ayudaste sin pedir nada a cambio.</p><p> El final está marcado por ti, y el peso de tus acciones influirá en el destino de toda la humanidad. Es un soplo de aire fresco en una época saturada de historias llenas de acción y conflicto, que hará llorar a más de uno.</p>",
    "analysis-02": "Helltaker: Un Infierno de Aventura",
    "analysis-02-title": "Helltaker: Un Infierno de Aventura",
    "analysis-02-author": "Por Juan Carlos Rey Medina",
    "analysis-02-date": "Publicado el 01-12-2023",
    "analysis-02-content": "<p>En cuanto a la jugabilidad, Helltaker es desafiante pero justo. Es un juego indie (gratuito en <a href=\"https://store.steampowered.com/app/1289310/Helltaker/\">Steam</a>) de rompecabezas, que aumenta gradualmente su dificultad, obligando a los jugadores a pensar de forma creativa para resolverlos.</p><p>El objetivo es simple: reclutar chicas demonio para nuestro harén, lo cual aumenta la motivación para seguir jugando y desbloquear a todos los personajes. La historia de Helltaker también es un aspecto intrigante del juego. Aunque puede parecer superficial a primera vista, las interacciones y diálogos entre los personajes añaden profundidad a las chicas demonio y sus motivaciones.</p><p>En general, Helltaker es un juego con un estilo artístico único y personajes interesantes. Es un testimonio de la creatividad y pasión de los desarrolladores de juegos independientes, y una experiencia divertida para los jugadores que disfrutan de juegos de rompecabezas desafiantes.</p>",
    "analysis-03": "Cómo Dark Souls creó su propio género",
    "analysis-03-title": "Cómo Dark Souls creó su propio género",
    "analysis-03-author": "Por Luis Chinea Rangel",
    "analysis-03-date": "Publicado el 01-04-2023",
    "analysis-03-content": "<p>Tener una opinión sobre SoulsBorne es el Dark Souls de las salas de noticias. Esta saga y su icónica compañía FromSoftware no se conocen solo por la dificultad de sus juegos, sino también por las mecánicas que los rodean: Dejar al jugador libre para explorar los peligros de sus mundos sin compasión, al igual que los mundos de sus juegos, castigando los errores como un profesor exigente.</p><p>Detrás de todo esto, los SoulsBorne tienen, para mí, su arma más poderosa, el poder de la narrativa, y es que el camino de los Souls es muy curioso. En lugar de cinemáticas y monólogos de 30 minutos para que el mensaje importante y profundo de un juego quede claro para el público, los Souls integran su narrativa en el mismo mundo que rodea al protagonista. En la mayoría de las entregas, nuestro personaje es simplemente otro ser vivo en un mundo cruel, un pobre diablito tratando de sobrevivir: <strong>TU HISTORIA NO IMPORTA.</strong></p><p>Entonces, ¿cuál es el punto?</p><p>La respuesta es muy simple: al igual que la vida misma, lo importante no es el destino, sino el camino.</p><p>Cada monstruo, jefe, trampa y obstáculo en nuestro camino es lo que añade a nuestra experiencia en el mundo, adaptarse, mejorar, tener empatía por los personajes, amigos y enemigos que comparten nuestro mismo viaje, hasta que alcancemos nuestra meta final; Ya sea salvar el mundo, gobernarlos a todos, rescatar a un viejo amigo... ¡Y hablando de amigos y enemigos!</p><p>Una de las cosas que me hizo enamorarme de esta compañía es el equilibrio perfecto entre el bien y el mal que mancha a sus personajes. Y es que a veces es muy difícil clasificar a un personaje como \"bueno\" o \"malo\" en un mundo tan miserable y cruel como el de los Souls.</p><p>Muchos nos atacarán simplemente para robarnos nuestros recursos o porque estamos en su camino, pero eso no define la moralidad de muchos personajes; algunos están perdidos o corrompidos, otros solo están tratando de proteger a sus seres queridos, sin importar lo vil que puedan haber sido sus acciones. Por el contrario, algunos parecerán amigables e incluso nos ayudarán en nuestra aventura, solo para descubrir que ocultan los objetivos más viles y despreciables del mundo, sin importar lo bien que nos llevemos con ellos.</p><p>No estás solo, <strong>cada personaje ha emprendido un viaje antes que tú</strong> (un aspecto que se refuerza sobre todo en el clímax absoluto de la saga Dark Souls). Al igual que los jugadores, muchos morirán o abandonarán a mitad de camino, otros lograrán sus metas, pero al final, también serán parte de TU viaje. Eso es lo que es un SoulsBorne.</p>",
    "analysis-04": "¿Los videojuegos pueden ser relajantes?",
    "analysis-04-title": "¿Los videojuegos pueden ser relajantes?",
    "analysis-04-author": "Por Ancor González Carballo",
    "analysis-04-date": "Publicado el 01-04-2023",
    "analysis-04-content": "<p>Muchos juegos, como los juegos de rompecabezas o simulación, se pueden jugar a un ritmo tranquilo y brindar una experiencia relajante. Además, los videojuegos se pueden utilizar como una forma de escapismo y proporcionar un descanso de las tensiones de la vida cotidiana.</p><p>Algunas personas incluso pueden encontrar que jugar ciertos tipos de juegos puede mejorar su salud mental y bienestar en general. Por ejemplo, jugar juegos de rompecabezas como Sudoku o crucigramas puede ayudar a mejorar la función cognitiva y las habilidades de memoria.</p><p>Los juegos de simulación como Los Sims o Animal Crossing ofrecen un mundo virtual donde los jugadores pueden crear y personalizar sus propios personajes y hogares. Este tipo de juego puede ser especialmente relajante y terapéutico para las personas que disfrutan de actividades creativas, ya que les permite expresar su creatividad en un entorno de baja presión.</p><p>Además, los videojuegos pueden proporcionar una salida social para los jugadores, especialmente durante momentos en los que puede ser difícil socializar en persona. Juegos multijugador como Fortnite o Among Us permiten a los jugadores conectarse con otros de todo el mundo, fomentando un sentido de comunidad y pertenencia.</p><p>Por supuesto, como cualquier forma de entretenimiento, los videojuegos deben disfrutarse con moderación. Jugar en exceso puede llevar a la adicción y otras consecuencias negativas. Sin embargo, cuando se juegan de manera saludable y equilibrada, los videojuegos pueden ser una actividad divertida y beneficiosa para personas de todas las edades.</p>",
    "analysis-05": "La redención del Dios Asesino",
    "analysis-05-title": "La redención del Dios Asesino",
    "analysis-05-author": "Por Juan Carlos Rey Medina",
    "analysis-05-date": "Publicado el 08-10-2023",
    "analysis-05-content": "<p>Kratos es retratado como un personaje más maduro y reflexivo que en entregas anteriores. A través de su relación con su hijo Atreus, Kratos desarrolla empatía y compasión, lo que le permite llegar a un acuerdo con su pasado y encontrar una nueva perspectiva de la vida. Este cambio en su desarrollo de personaje es un aspecto clave de la trama y ha sido elogiado por su profundidad y humanidad.</p><p>La dinámica padre-hijo entre Kratos y Atreus también añade una nueva capa de profundidad emocional a la historia. Mientras Kratos enseña a Atreus cómo cazar y luchar, también transmite importantes lecciones de vida y valores, como la importancia de la humildad y las consecuencias de buscar venganza.</p><p>Atreus, a su vez, ayuda a Kratos a enfrentar sus demonios internos y llegar a un acuerdo con sus errores pasados. Su relación no está exenta de desafíos, pero en última instancia los acerca y les ayuda a crecer como individuos.</p><p>Las impresionantes imágenes y las batallas épicas del juego también son destacables, pero es el desarrollo de personajes y la profundidad emocional de la historia lo que realmente lo distingue de otros juegos del género. El viaje de Kratos de ser un dios vengativo a ser un padre y mentor cariñoso es una historia poderosa e inspiradora que resuena con los jugadores a nivel personal.</p><p>En general, God of War representa un cambio significativo con respecto a los juegos anteriores de la serie, tanto en términos de jugabilidad como de narrativa. Es un testimonio de la visión creativa y el talento de los desarrolladores del juego, que lograron tomar una franquicia bien establecida y reinventarla de una manera que se siente fresca y emocionante. El éxito del juego también ha ayudado a consolidar su lugar como una de las mejores franquicias de videojuegos de todos los tiempos.</p>",
    "analysis-general-title": "Análisis",
    "analysis-general-subtitle": "Últimos análisis",
    "footer-strong": "Suscríbete a nuestro boletín",
    "footer-email": "Correo electrónico",
    "footer-send": "Enviar",
    "footer-about": "Acerca de",
    "footer-privacy": "Privacidad",
    "footer-terms": "Términos de uso",
    "terms-use-2": "Terminos de uso",
    "footer-store": "Tienda",
    "copyright": "© Derechos de autor 2023 Todos los derechos reservados | creado por <a class=\"text-white\" href=\"https://github.com/IluzioDev\">Luis Marcelo Chinea Rangel</a>",
    "guide-01": "Guía para principiantes: cómo jugar Pokémon Platino",
    "guide-01-title": "Guía para principiantes: cómo jugar Pokémon Platino",
    "guide-01-author": "Por Ancor González Carballo",
    "guide-01-date": "Publicado el 01-01-2023",
    "guide-01-content": "<h1>Guía para principiantes: cómo jugar Pokémon Platino</h1> <h2>Introducción:</h2><p> Si eres nuevo en el mundo de Pokémon, puede ser abrumador comenzar con la versión Platino. Sin embargo, esta guía te ayudará a comprender los conceptos básicos del juego para que puedas comenzar a disfrutar de esta aventura en la región Sinnoh.</p><h2>Desarrollo:</h2><ol><li>Elige tu Pokémon inicial<ul><li>Cuando comiences el juego, tendrás que elegir entre tres opciones: Turtwig (tipo planta), Chimchar (tipo fuego) y Piplup (tipo agua). Cada uno de ellos tiene sus propias habilidades y debilidades, así que asegúrate de elegir el que mejor se adapte a tu estilo de juego.</li></ul></li><li>Explora la región Sinnoh<ul><li>La región Sinnoh es vasta y hay muchos lugares que puedes explorar. Desde las diferentes ciudades hasta las rutas y cuevas, hay mucho por descubrir. Habla con la gente para obtener información y descubrir nuevas misiones.</li></ul></li><li>Atrapa nuevos Pokémon<ul><li>En Pokémon Platino, hay más de 150 Pokémon diferentes que puedes atrapar. Puedes encontrarlos en la hierba alta o en el agua usando Poké Balls. Asegúrate de debilitar al Pokémon antes de intentar atraparlo y lleva suficientes Poké Balls para no quedarte sin ellas a mitad de una captura.</li></ul></li><li>Entrena a tus Pokémon<ul><li>Para hacer que tus Pokémon sean más fuertes, tendrás que entrenarlos. Utiliza los puntos de experiencia que ganen en la batalla para subir de nivel y mejorar sus estadísticas. También puedes enseñarles nuevos movimientos y hacer que evolucionen.</li></ul></li><li>Combate contra otros entrenadores<ul><li>En tu aventura, te encontrarás con otros entrenadores que también tienen Pokémon. Desafíalos a batallas para obtener experiencia, dinero y objetos. Asegúrate de llevar suficientes objetos de curación y tener un equipo variado para enfrentarte a diferentes tipos de Pokémon.</li></ul></li><li>Derrota a los líderes de gimnasio<ul><li>En cada ciudad, hay un líder de gimnasio al que tendrás que derrotar en una batalla para obtener una medalla. Necesitarás un equipo fuerte y estratégico para derrotarlos a todos.</li></ul></li><li>Enfrenta a la Liga Pokémon<ul><li>Una vez que hayas obtenido todas las medallas de gimnasio, podrás acceder a la Liga Pokémon. Enfréntate a los mejores entrenadores de la región para convertirte en el Campeón de la Liga.</li></ul></li></ol><h2>Conclusión:</h2><p>Con estos consejos básicos, ya puedes empezar a jugar a Pokémon Platino. A medida que avances en el juego, descubrirás nuevas estrategias y herramientas para hacer tu experiencia aún más emocionante. ¡Buena suerte!</p>",
    "guide-02": "Cómo obtener una espada de netherita en Minecraft",
    "guide-02-title": "Cómo obtener una espada de netherita en Minecraft",
    "guide-02-author": "Por Juan Carlos Rey Medina",
    "guide-02-date": "Publicado el 2023-04-01",
    "guide-02-content": "<h1>Cómo obtener una espada de netherita en Minecraft</h1><p> En el popular videojuego Minecraft, la espada de netherita se considera una de las armas más poderosas del juego. Con un alto daño y una durabilidad excepcional, es la opción preferida de muchos jugadores para enfrentarse a las criaturas más peligrosas y aterradoras del Nether. En este artículo, explicaremos cómo obtener una espada de netherita en Minecraft.</p><p> Para obtener una espada de netherita, lo primero que debes hacer es recolectar los materiales necesarios. La netherita es un material raro que solo se puede encontrar en el Nether, y necesitas tener un juego completo de herramientas de diamante para poder recolectarlo. Necesitarás un total de cuatro lingotes de netherita y dos palos para construir una espada de netherita.</p><p> Una vez que tengas los materiales necesarios, es importante encontrar un horno de fundición. Los hornos de fundición se encuentran en fortalezas del Nether y se utilizan para fundir los lingotes de netherita a partir de los restos de mena de netherita que se encuentran en las vetas del Nether. Para construir un horno de fundición, necesitas cinco bloques de piedra y tres bloques de hierro.</p><p> Una vez que tengas el horno de fundición, debes colocar la mena de netherita en la ranura superior del horno y combustible (como madera o carbón) en la ranura inferior. Después de unos minutos, los restos de netherita se convertirán en lingotes de netherita.</p><p> Con los lingotes de netherita en mano, es hora de construir la espada. Para hacer esto, simplemente coloca dos palos de madera en la parte inferior de la mesa de trabajo y luego coloca los cuatro lingotes de netherita en la parte superior. ¡Y listo! La espada de netherita está lista para ser utilizada.</p><p> En resumen, obtener una espada de netherita en Minecraft requiere algunos pasos importantes, que incluyen recolectar materiales en el Nether, construir un horno de fundición y crear la espada en la mesa de trabajo. Con la espada de netherita en mano, los jugadores podrán enfrentarse con confianza a las criaturas más peligrosas del juego.</p>",
    "guide-03": "Cómo derrotar a Genichiro en Sekiro: Guía para viajeros.",
    "guide-03-title": "Cómo derrotar a Genichiro en Sekiro: Guía para viajeros.",
    "guide-03-author": "Por Ancor González Carballo",
    "guide-03-date": "Publicado el 2023-05-01",
    "guide-03-content": "<h1>Cómo derrotar a Genichiro en Sekiro: Guía para viajeros.</h1><p>Genichiro Ashina es un formidable oponente en el trepidante videojuego Sekiro: Shadows Die Twice. Con ataques rápidos y una variedad de movimientos mortales, derrotarlo puede ser una tarea desafiante. En esta guía, te proporcionaremos algunos consejos y estrategias para ayudarte a vencer a Genichiro y avanzar en el juego.</p><p>En primer lugar, es importante tener en cuenta que Genichiro tiene tres fases distintas, cada una con su propio conjunto de ataques. En la primera fase, principalmente usará su espada y arco. En la segunda fase, obtendrá un ataque de rayo y lo usará con frecuencia. Y en la fase final, combinará su espada con el ataque de rayo.</p><p>Para derrotar a Genichiro, debes centrarte en bloquear sus ataques y agotar su postura. Sus ataques son rápidos, por lo que es importante estar preparado para reaccionar rápidamente. Cuando esté usando sus ataques de espada, bloquéalos lo mejor que puedas. Sigue atacándolo y bloqueando sus golpes hasta que se llene su barra de postura.</p><p>En su segunda fase, Genichiro usará un poderoso ataque de rayo. Cuando lo veas empezar a cargar este ataque, prepárate para saltar y usar tu propio ataque de rayo para contrarrestarlo. Esto no solo le infligirá daño, sino que también evitará que tú sufras daño.</p><p>En la fase final, Genichiro combinará sus ataques de espada con el rayo. Esto puede hacer que sea mucho más difícil bloquearlo, pero aún puedes tener éxito siendo paciente y esperando el momento adecuado para contraatacar.</p><p>Una estrategia adicional a considerar es utilizar la herramienta protésica Firecracker. Esta herramienta puede aturdir a Genichiro y dejarlo vulnerable a los ataques, lo cual puede ser especialmente útil en la primera y última fase.</p><p>En resumen, derrotar a Genichiro en Sekiro requiere una combinación de reflejos rápidos, bloqueo habilidoso y contraataques pacientes. Al centrarte en su postura y estar preparado para usar tu propio ataque de rayo, puedes superar a este duro oponente y pasar a los desafíos siguientes que te esperan en el juego.</p>",
    "guide-04": "The Binding of Isaac: Los principales objetos que necesitas conocer",
    "guide-04-title": "The Binding of Isaac: Los principales objetos que necesitas conocer",
    "guide-04-author": "Por Luis Chinea Rangel",
    "guide-04-date": "Publicado el 2023-04-01",
    "guide-04-content": "<h1>The Binding of Isaac: Los principales objetos que necesitas conocer</h1><p>The Binding of Isaac es un popular videojuego tipo roguelike que requiere habilidad, estrategia y un poco de suerte para tener éxito. Una de las claves para vencer el juego es encontrar y utilizar los mejores objetos disponibles. En esta guía, te proporcionaremos una lista de los principales objetos que necesitas conocer para mejorar tus posibilidades de éxito.</p><ol><li>Cuchillo de mamá: Este objeto es uno de los más poderosos del juego. Te permite infligir un daño masivo a los enemigos a corta distancia.</li><li>Brimstone: Otro objeto increíblemente poderoso, Brimstone dispara un gran rayo de energía que inflige un daño masivo a los enemigos.</li><li>Champiñón mágico: Este objeto aumenta tu daño, velocidad y tamaño, lo que lo convierte en un objeto increíblemente útil.</li><li>El Polaroid: Este objeto proporciona invencibilidad durante un breve período de tiempo después de recibir daño. Esto puede salvarte la vida en situaciones difíciles.</li><li>La Biblia: Este objeto mata instantáneamente a todos los enemigos de la habitación, lo que lo convierte en una herramienta increíblemente útil para limpiar áreas difíciles.</li><li>Collar de Guppy: Este objeto te da una oportunidad de resucitar después de morir, lo que lo convierte en un excelente objeto para tener en caso de emergencia.</li><li>Gato muerto: Similar al Collar de Guppy, el Gato Muerto te da una oportunidad de resucitar después de morir, pero con nueve vidas en lugar de una.</li><li>El D6: Este objeto te permite volver a tirar objetos y mejoras, dándote la oportunidad de obtener objetos aún mejores.</li><li>Manto Sagrado: Este objeto te proporciona un escudo que absorbe un golpe por habitación, lo que lo convierte en un excelente objeto para evitar daños.</li><li>Polyphemus: Este objeto aumenta enormemente tu daño, lo que te permite eliminar rápidamente y de manera eficiente a los enemigos.</li></ol><p>En resumen, estos objetos son algunos de los más poderosos y útiles en The Binding of Isaac. Utilizándolos de manera efectiva, puedes mejorar tus posibilidades de éxito y avanzar en el juego con mayor facilidad.</p>",
    "guide-05": "Optimizando Satisfactory: Una guía para mejorar el rendimiento de tu juego",
    "guide-05-title": "Optimizando Satisfactory: Una guía para mejorar el rendimiento de tu juego",
    "guide-05-author": "Por Luis Chinea Rangel",
    "guide-05-date": "Publicado el 2023-04-01",
    "guide-05-content": "<h1>Optimizando Satisfactory: Una guía para mejorar el rendimiento de tu juego</h1><p>Satisfactory es un popular juego de construcción de fábricas de mundo abierto que puede ser muy divertido de jugar, pero también puede exigir mucho a tu computadora. Si estás experimentando retrasos o un rendimiento deficiente, ¡no te preocupes! En esta guía, te proporcionaremos algunos consejos y trucos para optimizar Satisfactory y mejorar tu experiencia de juego en general.</p><ol><li>Reducir la configuración gráfica: Lo primero que puedes hacer es reducir la configuración gráfica. Esto puede incluir reducir la resolución, desactivar sombras o reflejos y deshabilitar otros efectos visuales. Esto reducirá la carga en tu GPU y mejorará el rendimiento del juego.</li><li>Desactivar la sincronización vertical (Vsync): La sincronización vertical (Vsync) es una configuración que sincroniza la frecuencia de actualización de tu monitor con la salida de tu GPU. Si bien puede reducir el desgarro de la pantalla, también puede disminuir los FPS. Desactivar Vsync puede darte un impulso en el rendimiento.</li><li>Ajustar el límite de FPS: Por defecto, Satisfactory está limitado a 60 FPS. Si tu computadora puede manejarlo, puedes aumentar el límite de FPS para mejorar la fluidez de tu juego.</li><li>Actualizar los controladores de gráficos: Asegúrate de tener instalados los últimos controladores de gráficos para tu GPU. Esto puede mejorar el rendimiento del juego y solucionar cualquier error o problema que pueda estar causando retrasos.</li><li>Cerrar programas innecesarios: Cierra cualquier programa innecesario que se esté ejecutando en segundo plano. Esto liberará recursos del sistema y dará más espacio a Satisfactory para que se ejecute sin problemas.</li><li>Optimizar tu PC: Limpia regularmente tu computadora eliminando cualquier archivo innecesario, desinstalando programas no utilizados y realizando análisis de virus. Esto puede ayudar a mantener tu computadora funcionando sin problemas y mejorar el rendimiento de Satisfactory.</li><li>Hacer overclock a tu GPU: Hacer overclock a tu GPU puede aumentar su velocidad de reloj y mejorar el rendimiento de tu juego. Sin embargo, esto puede ser arriesgado y solo debe ser hecho por usuarios experimentados.</li></ol><p>En resumen, estas son algunas de las formas en que puedes optimizar Satisfactory para mejorar el rendimiento de tu juego. Siguiendo estos consejos y trucos, podrás disfrutar de una experiencia de juego más fluida y agradable.</p>",
    "guide-general-title": "Guías",
    "guide-general-subtitle": "Últimas guías",
    "header-home": "Inicio",
    "header-guides": "Guías",
    "header-analysis": "Análisis",
    "header-news": "Noticias",
    "header-our-team": "Nuestro Equipo",
    "index-title": "Mischief",
    "index-Lastest": "Últimas Publicaciones",
    "news-01": "Illojuan crea software de emulación de videojuegos que revoluciona la industria del gaming.",
    "news-01-title": "Illojuan crea software de emulación de videojuegos que revoluciona la industria del gaming.",
    "news-01-author": "Por Ancor González Carballo",
    "news-01-date": "Publicado el 2023-04-01",
    "news-01-content": "<p>Illojuan, un ingeniero de software de 27 años, ha desarrollado un software de emulación de videojuegos que ha dejado sin palabras a los expertos de la industria del gaming. El software de Illojuan permite a los usuarios emular juegos de antiguas consolas en sus dispositivos modernos, lo que significa que ahora pueden jugar sus juegos favoritos de la infancia en sus smartphones, tablets y laptops.</p><p>Lo que hace que el software de Illojuan sea tan impresionante es su capacidad para emular juegos de antiguas consolas con gráficos y sonido de una calidad increíblemente alta. Los expertos de la industria del gaming han comentado que el software de Illojuan es el mejor que han visto hasta ahora y podría revolucionar la forma en que los usuarios juegan juegos antiguos.</p><p>Además de la calidad del software, Illojuan lo ha hecho extremadamente fácil de usar. Con una interfaz de usuario intuitiva, cualquier persona puede descargar el software y empezar a emular juegos en cuestión de minutos. Esto significa que ahora más personas que nunca pueden disfrutar de juegos clásicos que antes solo estaban disponibles en antiguas consolas.</p><p>La noticia del software de emulación de Illojuan ha sido recibida con entusiasmo por parte de los fanáticos de los videojuegos en todo el mundo. Con la capacidad de emular juegos de antiguas consolas en dispositivos modernos, los jugadores pueden revivir sus momentos favoritos de la infancia y descubrir juegos que nunca habían visto antes.</p><p>Illojuan ha declarado que espera que su software de emulación de videojuegos ayude a preservar la historia de los videojuegos y permita a las nuevas generaciones experimentar los juegos que marcaron un hito en la industria del gaming.</p>",
    "news-02": "Stardew Valley se expande",
    "news-02-title": "Stardew Valley se expande",
    "news-02-author": "Por Ancor González Carballo",
    "news-02-date": "Publicado el 2023-04-01",
    "news-02-content": "<p>Los fanáticos de Stardew Valley tienen algo nuevo para esperar con la última actualización del juego, que agrega una variedad de nuevas características y mejoras. Una de las adiciones más emocionantes es la capacidad de jugar con amigos en línea, lo que permite a los jugadores invitar a otras tres personas para unirse a ellos en su granja.</p><p>Además de la función multijugador, la actualización también incluye un nuevo mapa de granja llamado Four Corners, que se divide en cuatro secciones distintas, cada una con desafíos y oportunidades únicas para los jugadores. También hay nuevos eventos de personajes, pistas de música y una variedad de mejoras en la calidad de vida, como la capacidad de mover edificios y estaciones de creación alrededor de tu granja.</p><p>Los jugadores también pueden esperar nuevo contenido relacionado con la historia del juego, con nuevos secretos y lore por descubrir. Esta actualización está disponible de forma gratuita para todos los jugadores de Stardew Valley en PC y consolas.</p><p>El creador de Stardew Valley, ConcernedApe, ha prometido que esta es solo la primera de muchas actualizaciones que vendrán, por lo que los jugadores pueden esperar nuevo contenido y mejoras en el juego en el futuro. Con su jugabilidad relajante y sus encantadores gráficos, no es de extrañar que Stardew Valley siga siendo un juego querido en el género de simulación de gestión.</p>",
    "news-03": "PlayStation Productions: Todas las películas y series confirmadas hasta ahora",
    "news-03-title": "PlayStation Productions: Todas las películas y series confirmadas hasta ahora",
    "news-03-author": "Por Luis Chinea Rangel",
    "news-03-date": "Publicado el 2023-04-01",
    "news-03-content": "<p>Las adaptaciones de videojuegos son casi tan antiguas como los primeros éxitos de consolas o PC, aunque el resultado no siempre ha sido bueno. De hecho, todo lo contrario. Después de varios intentos de llevar a la gran pantalla a Mario Bros., Mortal Kombat, Street Fighter o Tomb Raider, en cuanto los cómics demostraron que podían ser éxitos de taquilla, la industria cinematográfica se volcó en los superhéroes. Al menos la animación nos ha regalado algunas series juveniles entretenidas o animes que han sido respetuosos con el material original.</p><p>Pero ahora son los cómics los que muestran signos de agotamiento y muchos creen que los videojuegos pueden ser la nueva fuente de licencias para producciones en la gran o pequeña pantalla. Algunos éxitos recientes como las dos películas de Sonic y Super Mario Bros. The Movie confirman que nos enfrentamos a un cambio de tendencia y, sobre todo, a una mejora en la calidad. Sony lo vio así en 2019 con la creación de PlayStation Productions, una división dedicada a explotar todas esas licencias de PlayStation Studios, aprovechando la popularidad de las franquicias, llegando a un público que quizás no haya conocido estos videojuegos y, tal vez, impulsando el interés para producir más secuelas.</p><h2>Los proyectos más prometedores</h2><ul><li>Uncharted<ul><li>Fecha: estrenada el 18 de febrero de 2022</li><li>Director: Ruben Fleischer</li></ul></li><li>Gran Turismo<ul><li>Fecha: 11 de agosto de 2023</li><li>Director: Neill Blomkamp</li></ul></li><li>Days Gone<ul><li>Fecha: Sin fecha</li><li>Director: Sin confirmar</li></ul></li><li>Gravity Rush<ul><li>Fecha: Sin fecha</li><li>Directora: Anna Mastro</li></ul></li><li>God of War<ul><li>Fecha: Sin fecha</li><li>Showrunner: Rafe Judkins</li><li>Plataforma: Amazon Prime Video</li></ul></li><li>Horizon<ul><li>Fecha: Sin fecha</li><li>Showrunner: Steve Blackman</li><li>Plataforma: Netflix</li></ul></li></ul>",
    "news-04": "El CEO de Activision Blizzard podría hacer una fortuna si se lleva a cabo la adquisición de Microsoft",
    "news-04-title": "El CEO de Activision Blizzard podría hacer una fortuna si se lleva a cabo la adquisición de Microsoft",
    "news-04-author": "Por Juan Carlos Rey Medina",
    "news-04-date": "Publicado el 2023-04-01",
    "news-04-content": "<p>Uno de los personajes públicos más vocales que aboga por el cierre del trato entre Activision Blizzard y Microsoft es Bobby Kotick, quien ha criticado a los reguladores en más de una ocasión. Estas entidades son la principal razón por la cual la adquisición de Microsoft aún no se ha finalizado. Sin embargo, hay una razón detrás de toda su insistencia: el dinero.</p><p>Según Tweaktown, el CEO de Activision Blizzard podría hacer una fortuna si se lleva a cabo la adquisición de Microsoft. Serían un total de 185 millones de dólares, pero él no sería el único viendo sus bolsillos llenos de dinero, ya que los altos ejecutivos de Activision también se beneficiarían de la oferta de compra de 95 dólares por acción de la compañía.</p><p>Kotick tiene 4.3 millones de acciones en Activision Blizzard, pero también tiene derecho a adquirir otras 2.2 millones, como comentó Stephen Totilo, periodista de Axios. Además, si eres de los que piensa que Microsoft debería retirarse de Gran Bretaña, debes saber que estaría perdiendo más de 800 millones de dólares anuales si no vende sus juegos en ese territorio, algo totalmente inviable, como descubrió TweakTown.</p><h2>¿Qué sucede si Bobby Kotick es despedido?</h2><p>La historia cambia mucho, y a Bobby Kotick probablemente no le importaría ser despedido considerando todo el dinero que ganaría. Podría ganar más de 290 millones de dólares, pero eso no es todo. Si Microsoft fracasa en su intento de adquirir Activision Blizzard, es muy probable que Bobby Kotick siga en su puesto en la compañía, según informa FOX Business.</p>",
    "news-05": "Un éxito muy frutal",
    "news-05-title": "Un éxito muy frutal",
    "news-05-author": "Por Juan Carlos Rey Medina",
    "news-05-date": "Publicado el 2023-04-01",
    "news-05-content": "<p>\"Peaches\" es una canción del actor y músico estadounidense Jack Black, lanzada como sencillo el 7 de abril de 2023. La canción fue escrita como parte de la banda sonora de la película de Super Mario Bros., en la cual el personaje de Black, Bowser, interpreta la balada de piano para confesar en secreto su amor por la Princesa Peach. La canción debutó en el puesto 83 de la lista Billboard Hot 100 de Estados Unidos, convirtiéndose en el primer sencillo en solitario de Black en ingresar en la lista. La versión en español para el público de habla hispana es interpretada por Héctor Estrada.</p><h2>Concepto</h2><p>El trasfondo musical para Bowser no estaba presente en el primer borrador de la película. Aaron Horvath, uno de los co-directores, le comentó a GameSpot que quería un Bowser musical, pero planeaba una canción con temática más metalera en la línea de Tenacious D. Después de darse cuenta de que sería aburrido que Bowser simplemente dijera \"Amo a la Princesa Peach\", Horvath decidió contar la canción a través de una balada. La demo original fue grabada con Eric Osmond en las voces. Dos días después, Black completó la grabación final de la canción con una pista de piano original de su pianista.</p>",
    "news-general": "Noticias",
    "news-Lastest": "Últimas noticias",
    "our-team-Iluzio": "<h2>Luis Chinea Rangel</h2> <p>Fundador, CEO</p> <p>Diseñador y fundador de Mischief. Apasionado entusiasta de la tecnología y jugador.</p> <p>Desde que era adolescente, desarrolló una obsesión por el diseño, la narrativa y la mecánica de los videojuegos, analizándolos y tratando de entender cómo funcionan, hasta que decidió crear su propio sitio web para compartir ideas, guías y opiniones sobre los juegos que ama.</p> <p>Un jugador de corazón que disfruta jugando juegos de todos los géneros, pero su género favorito son los juegos de Soulsborne. Gran fanático de los cocodrilos, caimanes y criaturas similares a lagartos.</p>",
    "our-team-Ancor": "<h2>Ancor González Carballo</h2> <p>Editor Senior</p> <p>Periodista, editor y escritor. Ha trabajado en la industria de los videojuegos durante más de 10 años. Ha trabajado para varios medios de comunicación, siendo el más importante el periódico español Hobby Consolas.</p> <p>Amante de los videojuegos desde que era niño. Ha estado jugando juegos desde la era de los 8 bits y los ha disfrutado apasionadamente desde entonces. Con un cariño especial por el género de los RPG, pero también disfruta jugando juegos de acción, plataformas y aventuras.</p>",
    "our-team-Juan": "<h2>Juan Carlos Rey Medina</h2> <p>Editor y Analista</p> <p>Mente tranquila, alma inquieta. No hay nada que escape a su atención al analizar videojuegos o la industria. Sus trabajos han sido premiados por varias instituciones y ha sido reconocido por la prensa española como uno de los periodistas más importantes del país.</p> <p>Amante del café y disfrutador de buena comida y crítico tecnológico.</p>",
    "privacy-terms": "<p> This Privacy Policy governs the manner in which mischief collects, uses, maintains, and discloses information collected from users (each, a \"User\"). This privacy policy applies to the Site and all products and services offered by mischief. </p> <h2 class=\"my-4\">1. Personal identification information:</h2> <p> We may collect personal identification information from Users in various ways, including, but not limited to, when Users visit our Site, register on the Site, subscribe to the newsletter, respond to a survey, fill out a form, and in connection with other activities, services, features, or resources we make available on our Site. Users may be asked for, as appropriate, name, email address. Users may, however, visit our Site anonymously. We will collect personal identification information from Users only if they voluntarily submit such information to us. Users can always refuse to supply personal identification information, except that it may prevent them from engaging in certain Site-related activities. </p> <h2 class=\"my-4\">2. Non-personal identification information:</h2> <p> We may collect non-personal identification information about Users whenever they interact with our Site. Non-personal identification information may include the browser name, the type of computer, and technical information about Users' means of connection to our Site, such as the operating system and the Internet service providers utilized, and other similar information. </p> <h2 class=\"my-4\">3. Web browser cookies:</h2> <p> Our Site may use \"cookies\" to enhance the User experience. User's web browser places cookies on their hard drive for record-keeping purposes and sometimes to track information about them. Users may choose to set their web browser to refuse cookies or to alert you when cookies are being sent. If they do so, note that some parts of the Site may not function properly. </p> <h2 class=\"my-4\">4. How we use collected information:</h2> <p> mischief may collect and use Users' personal information for the following purposes: </p> <ul> <li> To personalize user experience: We may use information in the aggregate to understand how our Users as a group use the services and resources provided on our Site. </li> <li> To send periodic emails: We may use the email address to respond to inquiries, questions, and/or other requests from Users. If a User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc. If at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email. </li> </ul> <h2 class=\"my-4\">5. How we protect your information:</h2> <p> We adopt appropriate data collection, storage, and processing practices, and security measures to protect against unauthorized access, alteration, disclosure, or destruction of your personal information, username, password, transaction information, and data stored on our Site. </p> <h2 class=\"my-4\">6. Sharing your personal information:</h2> <p> We do not sell, trade, or rent Users' personal identification information to others. We may share generic aggregated demographic information not linked to any personal identification information regarding visitors and users with our business partners, trusted affiliates, and advertisers for the purposes outlined above. </p> <h2 class=\"my-4\">7. Third-party websites:</h2> <p> Users may find advertising or other content on our Site that links to the sites and services of our partners, suppliers, advertisers, sponsors, licensors, and other third parties. We do not control the content or links that appear on these sites and are not responsible for the practices employed by websites linked to or from our Site. In addition, these sites or services, including their content and links, may be constantly changing. These sites and services may have their own privacy policies and customer service policies. Browsing and interaction on any other website, including websites which have a link to our Site, is subject to that website's own terms and policies. </p> <h2 class=\"my-4\">8. Changes to this privacy policy:</h2> <p> Mischief has the discretion to update this privacy policy at any time. When we do, we will revise the updated date at the bottom of this page. We encourage Users to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect. You acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications. </p> <h2 class=\"my-4\">9. Your acceptance of these terms:</h2> <p> By using this Site, you signify your acceptance of this policy. If you do not agree to this policy, please do not use our Site. Your continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes. </p> <h2 class=\"my-4\">10. Contact us:</h2> <p> If you have any questions about this Privacy Policy, the practices of this site, or your dealings with this site, please contact us at <a href=\"mailto:luischinearangel@gmail.com\" >luischinearangel@gmail.com</a > </p> <p>This Privacy Policy was last updated on 15/05/2023.</p>",
    "privacy-terms-title": "Términos de Privacidad",
    "side-bar-01": "Análisis Populares",
    "side-bar-02": "Géneros",
    "terms": "<p> Welcome to Mischief, the website dedicated to providing you with the latest and greatest in videogame news, guides, and more. Please read these terms of use carefully before using our website. </p> <p> By accessing or using our website, you agree to be bound by these terms of use. If you do not agree with these terms of use, do not use our website. </p> <h2 class=\"my-4\">1. Use of Content</h2> <p> All content on this website, including but not limited to text, graphics, images, and software, is the property of Mischief and is protected by copyright laws. You may not reproduce, distribute, or modify any content on our website without our prior written consent. </p> <h2 class=\"my-4\">2. User Conduct</h2> <p> You agree to use our website only for lawful purposes and in a manner that does not infringe on the rights of, or restrict or inhibit the use and enjoyment of our website by, any third party. You agree not to engage in any activity that interferes with or disrupts our website or its servers and networks. </p> <h2 class=\"my-4\">3. User-Generated Content</h2> <p> Mischief may allow users to submit content to our website, such as comments, reviews, and forum posts. By submitting content to our website, you grant us a non-exclusive, royalty-free, perpetual, and irrevocable license to use, reproduce, modify, adapt, publish, translate, distribute, and display such content in any media. </p> <p> You represent and warrant that you have all necessary rights and permissions to submit such content and that your submission does not violate any third-party rights or any applicable laws. </p> <h2 class=\"my-4\">4. Links to Third-Party Websites</h2> <p> Our website may contain links to third-party websites that are not under our control. We are not responsible for the content or functionality of any linked website. You access any linked website at your own risk and should review the terms of use and privacy policy of such website. </p> <h2 class=\"my-4\">5. Disclaimer of Warranties</h2> <p> MISCHIEF PROVIDES OUR WEBSITE ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. </p> <p> MISCHIEF DOES NOT WARRANT THAT OUR WEBSITE WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT OUR WEBSITE OR THE SERVERS THAT MAKE IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. </p> <h2 class=\"my-4\">6. Limitation of Liability</h2> <p> MISCHIEF SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, USE, DATA, OR OTHER INTANGIBLES, WHETHER BASED ON CONTRACT, TORT, STRICT LIABILITY, OR OTHERWISE, RESULTING FROM YOUR USE OF OUR WEBSITE. </p> <h2 class=\"my-4\">7. Indemnification</h2> <p> You agree to indemnify and hold harmless Mischief, its affiliates, and their respective officers, directors, employees, agents, and contractors from any and all claims, losses, damages, liabilities, costs, and expenses, including reasonable attorneys' fees, arising out of or in connection with your use of our website or your violation of these terms of use. </p> <h2 class=\"my-4\">8. Governing Law and Jurisdiction</h2> <p> These terms of use and your use of our website shall be governed by and construed in accordance with the laws of the state of California, without giving effect to any principles of conflicts of law. </p> <p> Any dispute arising out of or in connection with these terms of use or your use of our website shall be brought exclusively in the state or federal courts located in the county of San Francisco, California, and you hereby consent to the jurisdiction and venue of such courts. </p> <h2 class=\"my-4\">9. Modifications to Terms of Use</h2> <p> We reserve the right to modify these terms of use at any time without prior notice. Your continued use of our website after any such modification constitutes your acceptance of the modified terms of use. It is your responsibility to review these terms of use regularly. </p>",
    "meet-the-team": "Meet the Great Team",
    "privacy-02": "Términos de Privacidad"
  },
  "fr": {



































































    
  }
}
