{
  "en": {
    "analysis-01-title": "Undertale: an unexpected Masterpiece",
    "analysis-01-author": "By Luis Chinea Rangel",
    "analysis-01-date": "Published on 2023-04-01",
    "analysis-01-content": "<p>There is no doubt that video games have been improving graphically throughout the generations. Today we look back at 8-bit classics like Street Fighter II (because yes, there is a first game that almost nobody knows about), Ducktales, Space Invaders or even Sonic the Hedgehog and it is hard for us to imagine a game of the generation current with such a simple graphic section. None... except one.</p><p> Inspired by the old Earthbound, Toby Fox created in 2015, at the height of the golden age of 3D graphics progress, a modest 8-bit game called Undertale. It is an old-fashioned adventure in which we will have to return home after being trapped in an underground world populated by monsters.</p><p> The revolutionary thing about this game is that we can solve conflicts with the inhabitants of this world by killing them or in a peaceful way, talking to them and sparing their lives. Every decision you make counts, and the characters will remember the friends you mercilessly killed or helped without asking for anything in return.</p><p> The end is marked by you, and the weight of your actions will influence the fate of all humanity. It is a breath of fresh air in a time saturated with stories full of action and conflict, which will make more than one cry.</p>",
    "analysis-02-title": "Helltaker: A Hell of an Adventure",
    "analysis-02-author": "By Juan Carlos Rey Medina",
    "analysis-02-date": "Published on 2023-12-01",
    "analysis-02-content": "<p>In terms of gameplay, Helltaker is challenging but fair. It is an indie game (free on<a href=\"https://store.steampowered.com/app/1289310/Helltaker/\">Steam</a>) of puzzles, which gradually increase in difficulty, forcing players to think creatively to solve them.</p><p> The goal is simple: to recruit demon girls into our harem, which increases the motivation to continue playing, unlocking all the characters. Helltaker's story is also an intriguing aspect of the game. While it may seem superficial at first glance, the character interactions and dialogue add depth to the demon girls and their motivations.</p><p> Overall, Helltaker is a game with a unique art style and interesting characters. It is a testament to the creativity and passion of independent game developers, and a fun experience for players who enjoy challenging puzzle games.</p>",
    "analysis-03-title": "How Dark Souls created its Own Genre",
    "analysis-03-author": "By Luis Chinea Rangel",
    "analysis-03-date": "Published on 2023-04-01",
    "analysis-03-content-01": "Making an opinion about SoulsBorne is the Dark Souls of newsrooms. This saga and its iconic company FromSoftware are not known for the difficulty of their games, but also for the mechanics that surround them: Leaving the player at ease to explore the dangers of their worlds without compassion just like the worlds of their games, punishing mistakes like a tough teacher.",
    "analysis-03-test": "Behind all this, the SoulsBorne have, for me, their most powerful weapon, the power of the narrative, and it is that the Souls way is very curious. Instead of cinematics and 30-minute monologues so that the important and deep message of a game is clear to the audience, the Souls integrate their narrative in the same world that surrounds the protagonist, in most installments, our character He is one more living being in a cruel world, a poor little devil trying to survive: <strong>your history DOESN'T MATTER.</strong>",
    "analysis-03-content":"<p>Making an opinion about SoulsBorne is the Dark Souls ofnewsrooms. This saga and its iconic company FromSoftware are notknown for the difficulty of their games, but also for the mechanics that surround them: Leaving the player at ease to explore the dangers of their worlds without compassion just like the worlds of their games, punishing mistakes like a tough teacher.</p><p> Behind all this, the SoulsBorne have, for me, their most powerful weapon, the power of the narrative, and it is that the Souls way is very curious. Instead of cinematics and 30-minute monologues so that the important and deep message of a game is clear to the audience, the Souls integrate their narrative in the same world that surrounds the protagonist, in most installments, our character He is one more living being in a cruel world, a poor little devil trying to survive: <strong>your history DOESN'T MATTER.</strong></p><p> <strong>So what is the point?</strong> The answer is very simple: just like life itself, the important thing is not the destination but the route.</p><p> Each monster, boss, trap, obstacle in our way is what adds to our experience in the world to adapt, improve, have empathy for the characters, friends and enemies that share our same journey, until we reach our final goal; Whether it's saving the world, ruling them all, rescuing an old friend... And speaking of friends and enemies!</p><p> One of the things that made me fall in love with this company is the perfect balance between good and evil that tarnishes its characters. And it is that sometimes it is very difficult to classify a character as \"good\" or \"evil\" in a world as miserable and cruel as that of the Souls.</p><p> Many will attack us simply to steal our resources, or because we are in the way, but that does not define the morale of many characters; some are lost or corrupted, others are just trying to protect their loved ones, no matter how vile their actions may have been. On the contrary, some will seem friendly and will even help us on our adventure, only to end up discovering that they hide the vilest and most despicable goals in the world, no matter how well we get along with them.</p> <p>You are not alone,<strong>each character has embarked on a journey before you</strong > (an aspect that is reinforced above all in the absolute climax of the Dark Souls saga). Like the players, many will die or quit midway, others will achieve their goals, but in the end, they will also be part of YOUR journey. That's what a SoulsBorne is.</p>",
    "analysis-04-title": "Videogames can be Relaxing?",
    "analysis-04-author": "By Ancor Gonzalez Carballo",
    "analysis-04-date": "Published on 2023-04-01",
    "analysis-04-content": "<p> Many games, such as puzzle or simulation games, can be played at a leisurely pace and provide a calming experience. Additionally, games can be used as a form of escapism and provide a break from the stresses of everyday life.</p><p> Some people may even find that playing certain types of games can improve their mental health and overall well-being. For example, playing puzzle games like Sudoku or crossword puzzles can help improve cognitive function and memory skills.</p><p> Simulation games like The Sims or Animal Crossing provide virtual world where players can create and customize their own characters and homes. This type of game can be especially relaxing and therapeutic for people who enjoy creative activities, as it allows them to express their creativity in a low-pressure environment.</p><p> Furthermore, video games can provide a social outlet for players, especially during times when it may be difficult to socialize in person. Multiplayer games like Fortnite or Among Us allow players to connect with others from all over the world, fostering a sense of community and belonging.</p><p> Of course, like any form of entertainment, video games should be enjoyed in moderation. Excessive gaming can lead to addiction and other negative consequences. However, when played in a healthy and balanced way, video games can be a fun and beneficial activity for people of all ages.</p>",
    "analysis-05-title": "The Redemption of the God Killer",
    "analysis-05-author": "By Juan Carlos Rey Medina",
    "analysis-05-date": "Published on 2023-10-08",
    "analysis-05-content": "<p> Kratos is portrayed as a more mature and reflective character than in previous installments. Through his relationship with his son Atreus, Kratos develops empathy and compassion, which allows him to come to terms with his past and find a new perspective on life. This change in his character development is a key aspect of the plot and has been praised for its depth and humanity.</p><p> The father-son dynamic between Kratos and Atreus also adds a new layer of emotional depth to the story. As Kratos teaches Atreus how to hunt and fight, he also passes down important life lessons and values, such as the importance of humility and the consequences of seeking revenge.</p><p> Atreus, in turn, helps Kratos confront his inner demons and come to terms with his past mistakes. Their relationship is not without its challenges, but ultimately it brings them closer together and helps them both grow as individuals. </p><p> The game's stunning visuals and epic battles are also a highlight, but it is the character development and emotional depth of the story that truly sets it apart from other games in the genre. Kratos' journey from a vengeful god to a caring father and mentor is a powerful and inspiring story that resonates with players on a personal level.</p><p> Overall, God of War represents a significant departure from the previous games in the series, both in terms of gameplay and storytelling. It is a testament to the creative vision and talent of the game's developers, who were able to take a well-established franchise and reinvent it in a way that feels fresh and exciting. The game's success has also helped to cement its place as one of the greatest video game franchises of all time. </p>",
    "analysis-general-title": "Analysis",
    "analysis-general-subtitle": "Latest Analysis",
    "footer-strong": "Subscribe to our newsletter",
    "footer-email": "Email address",
    "footer-send": "Send",
    "footer-about": "About",
    "footer-privacy": "Privacy ",
    "footer-terms": "Terms of Use",
    "footer-store": "Store",
    "copyright": "© 2023 Copyright All rights reserved | made by <a class=\"text-white\" href=\"https://github.com/IluzioDev\">Luis Marcelo Chinea Rangel</a>",
    "guide-01-title": "Beginner's guide: how to play Pokemon Platinum",
    "guide-01-author": "By Ancor González Carballo",
    "guide-01-date": "Published on 2023-01-01",
    "guide-01-content": "<h1>Beginner's guide: how to play Pokemon Platinum</h1> <h2>Introduction:</h2><p> If you're new to the world of Pokemon, it can be overwhelming to start with the Platinum version. However, this guide will help you understand the basic concepts of the game so you can start enjoying this adventure in the Sinnoh region. </p><h2>Development:</h2><ol><li>Choose your starter Pokemon<ul><li> When you start the game, you'll have to choose from three options: Turtwig (grass type), Chimchar (fire type), and Piplup (water type). Each of them has their own abilities and weaknesses, so make sure to choose the one that best suits your play style.</li></ul></li><li>Explore the Sinnoh region<ul><li> The Sinnoh region is vast and there are many places you can explore. From the different cities to the routes and caves, there's a lot to discover. Talk to people to get information and discover new missions. </li></ul></li><li>Catch new Pokemon<ul><li> In Pokemon Platinum, there are over 150 different Pokemon you can catch. You can find them in tall grass or in the water using Poke Balls. Make sure to weaken the Pokemon before attempting to catch it, and bring enough Poke Balls so you don't run out in the middle of a capture. </li></ul></li><li>Train your Pokemon<ul><li> To make your Pokemon stronger, you'll need to train them. Use the experience points they earn in battle to level up and improve their stats. You can also teach them new moves and make them evolve.</li></ul></li><li>Battle other trainers<ul><li>On your adventure, you'll encounter other trainers who also have Pokemon. Challenge them to battles to gain experience, money, and items. Make sure to bring enough healing items and have a varied team to face different types of Pokemon.</li></ul></li><li>Defeat gym leaders<ul><li> In each city, there's a gym leader that you'll have to defeat in a battle to earn a badge. You'll need a strong and strategic team to defeat them all.</li></ul></li><li> Face the Pokemon League <ul><li> Once you've obtained all the gym badges, you can access the Pokemon League. Face the best trainers in the region to become the League Champion.</li></ul></li></ol><h2>Conclusion:</h2><p>With these basic tips, you can already start playing Pokemon Platinum. As you progress in the game, you'll discover new strategies and tools to make your experience even more exciting. Good luck!</p>",
    "guide-02-title": "How to Get a Netherite Sword in Minecraft",
    "guide-02-author": "By Juan Carlos Rey Medina",
    "guide-02-date": "Published on 2023-04-01",
    "guide-02-content": "<h1>How to Get a Netherite Sword in Minecraft</h1><p> In the popular video game Minecraft, the netherite sword is considered one of the most powerful weapons in the game. With high damage and exceptional durability, it is the preferred choice of many players for facing off against the most dangerous and terrifying creatures of the Nether. In this article, we will explain how to get a netherite sword in Minecraft.</p><p> To get a netherite sword, the first thing you need to do is collect the necessary materials. Netherite is a rare material that can only be found in the Nether, and you need to have a full set of diamond tools to be able to collect it. You will need a total of four netherite ingots and two sticks to build a netherite sword.</p><p> Once you have the necessary materials, it is important to find a smelting furnace. Smelting furnaces are found in Nether fortresses and are used to smelt netherite ingots from the scraps of netherite ore found in the Nether veins. To build a smelting furnace, you need five stone blocks and three iron blocks.</p><p> Once you have the smelting furnace, you should place the netherite ore in the top slot of the furnace and fuel (such as wood or coal) in the bottom slot. After a few minutes, the netherite scraps will turn into netherite ingots.</p><p> With the netherite ingots in hand, it's time to build the sword. To do this, simply place two sticks of wood at the bottom of the crafting table, and then place the four netherite ingots at the top. And voila! The netherite sword is ready to be used.</p><p> In summary, getting a netherite sword in Minecraft requires some important steps, including collecting materials in the Nether, building a smelting furnace, and crafting the sword on the crafting table. With the netherite sword in hand, players will be able to confidently face off against the most dangerous creatures in the game. </p>",
    "guide-03-title": "How to Defeat Genichiro in Sekiro: A Traveler's Guide.",
    "guide-03-author": "By Ancor González Carballo",
    "guide-03-date": "Published on 2023-05-01",
    "guide-03-content": "<h1>How to Defeat Genichiro in Sekiro: A Traveler's Guide.</h1><p> Genichiro Ashina is a formidable opponent in the action-packed video game Sekiro: Shadows Die Twice. With lightning-quick strikes and a range of deadly attacks, defeating him can be a daunting task. In this guide, we will provide you with some tips and strategies to help you defeat Genichiro and progress further in the game.</p><p> First, it is important to note that Genichiro has three distinct phases, each with its own set of attacks. In the first phase, he will primarily use his sword and bow. In the second phase, he will gain a lightning attack and use it frequently. And in the final phase, he will use his sword and lightning attack in combination.</p><p> To defeat Genichiro, you should focus on deflecting his attacks and building up his posture. His attacks can be quick, so it is important to be prepared to react quickly. When he is using his sword attacks, deflect them as best as you can. Keep attacking him and deflecting his strikes until his posture bar fills up.</p><p> During his second phase, Genichiro will use a powerful lightning attack. When you see him start to charge up this attack, be ready to jump and use your own lightning attack to counter it. This will not only deal damage to him but also prevent you from taking damage yourself.</p><p> In the final phase, Genichiro will combine his sword attacks with lightning. This can make him much more difficult to deflect, but you can still succeed by being patient and waiting for the right moment to counterattack.</p><p> One additional strategy to consider is to use the Firecracker prosthetic tool. This tool can stun Genichiro and leave him open to attack, which can be especially useful in the first and final phases.</p><p> In summary, defeating Genichiro in Sekiro requires a combination of quick reflexes, deft deflection, and patient counterattacks. By focusing on his posture and being ready to use your own lightning attack, you can overcome this tough opponent and move on to the next challenges that await you in the game.</p>",
    "guide-04-title": "The Binding of Isaac: The Top Items You Need to Know About",
    "guide-04-author": "By Luis Chinea Rangel",
    "guide-04-date": "Published on 2023-04-01",
    "guide-04-content":"<h1> The Binding of Isaac: The Top Items You Need to Know About </h1> <p> The Binding of Isaac is a popular roguelike video game that requires skill, strategy, and a bit of luck to succeed. One of the keys to beating the game is finding and utilizing the best items available. In this guide, we will provide you with a list of the top items you need to know about to improve your chances of success. </p> <ol> <li> Mom's Knife - This item is one of the most powerful in the game. It allows you to deal massive damage to enemies at close range. </li> <li> Brimstone - Another incredibly powerful item, Brimstone shoots a large beam of energy that deals massive damage to enemies. </li> <li> Magic Mushroom - This item increases your damage, speed, and size, making it an incredibly useful item to have. </li> <li> The Polaroid - This item provides invincibility for a short period of time after taking damage. This can be a lifesaver in tough situations. </li> <li> The Bible - This item instantly kills all enemies in the room, making it an incredibly useful tool for clearing out difficult areas. </li> <li> Guppy's Collar - This item gives you a chance to respawn after dying, making it an excellent item to have in case of emergency. </li> <li> Dead Cat - Similar to Guppy's Collar, Dead Cat gives you a chance to respawn after dying, but with nine lives instead of one. </li> <li> The D6 - This item allows you to reroll items and pickups, giving you a chance to get even better items. </li> <li> Holy Mantle - This item provides you with a shield that absorbs one hit per room, making it an excellent item for avoiding damage. </li> <li> Polyphemus - This item greatly increases your damage, allowing you to take down enemies quickly and efficiently. </li> </ol> <p> In summary, these items are some of the most powerful and useful in The Binding of Isaac. By utilizing them effectively, you can improve your chances of success and make your way through the game with greater ease. </p>",
    "guide-05-title": "Optimizing Satisfactory: A Guide to Improve Your Game Performance",
    "guide-05-author": "By Luis Chinea Rangel",
    "guide-05-date": "Published on 2023-04-01",
    "guide-05-content": "<h1> Optimizing Satisfactory: A Guide to Improve Your Game Performance </h1> <p> Satisfactory is a popular open-world factory building game that can be a lot of fun to play, but it can also be quite demanding on your computer. If you're experiencing lag or poor performance, don't worry! In this guide, we'll provide you with some tips and tricks to optimize Satisfactory and improve your overall gaming experience. </p> <ol> <li> Lower graphics settings - The first thing you can do is to lower your graphics settings. This can include reducing the resolution, turning off shadows or reflections, and disabling other visual effects. This will reduce the load on your GPU and improve your game's performance. </li> <li> Turn off Vsync - Vertical sync (Vsync) is a setting that synchronizes your monitor's refresh rate with your GPU's output. While it can reduce screen tearing, it can also lower your FPS. Turning off Vsync can give you a boost in performance. </li> <li> Adjust the FPS limit - By default, Satisfactory is capped at 60 FPS. If your computer can handle it, you can increase the FPS limit to improve the smoothness of your game. </li> <li> Update your graphics drivers - Make sure you have the latest graphics drivers installed for your GPU. This can improve your game's performance and fix any bugs or issues that may be causing lag. </li> <li> Close unnecessary programs - Close any unnecessary programs that may be running in the background. This will free up system resources and give Satisfactory more room to run smoothly. </li> <li> Optimize your PC - Regularly clean up your computer by removing any unnecessary files, uninstalling unused programs, and running virus scans. This can help keep your computer running smoothly and improve Satisfactory's performance. </li> <li> Overclock your GPU - Overclocking your GPU can increase its clock speed and improve your game's performance. However, this can be risky and should only be done by experienced users. </li> </ol> <p> In summary, these are some of the ways you can optimize Satisfactory to improve your game performance. By following these tips and tricks, you can enjoy a smoother, more enjoyable gaming experience. </p>",
    "guide-general-title": "Guides",
    "guide-general-subtitle": "Lastest Guides",
    "header-home": "Home",
    "header-guides": "Guides",
    "header-analysis": "Analysis",
    "header-news": "News",
    "index-Lastest": "Lastest Posts",
    "news-01-title": "Illojuan creates video game emulation software that revolutionizes the gaming industry.",
    "news-01-author": "By Ancor González Carballo",
    "news-01-date": "Published on 2023-04-01",
    "news-01-content": "<p> Illojuan, a 27-year-old software engineer, has developed video game emulation software that has left gaming industry experts speechless. Illojuan's software allows users to emulate games from old consoles on their modern devices, which means they can now play their favorite childhood games on their smartphones, tablets, and laptops. </p> <p> What makes Illojuan's software so impressive is its ability to emulate games from old consoles with incredibly high-quality graphics and sound. Gaming industry experts have commented that Illojuan's software is the best they have seen so far and could revolutionize the way users play old games. </p> <p> In addition to the quality of the software, Illojuan has made it extremely easy to use. With an intuitive user interface, anyone can download the software and start emulating games in a matter of minutes. This means that now more people than ever can enjoy classic games that were previously only available on old consoles. </p> <p> The news of Illojuan's emulation software has been met with enthusiasm by video game fans around the world. With the ability to emulate games from old consoles on modern devices, gamers can relive their favorite childhood moments and discover games they had never seen before. </p> <p> Illojuan has stated that he hopes his video game emulation software will help preserve the history of video games and allow new generations to experience the games that marked a milestone in the gaming industry. </p>",
    "news-02-title": "Stardew Valley expands itself",
    "news-02-author": "By Ancor González Carballo",
    "news-02-date": "Published on 2023-04-01",
    "news-02-content": " <p> Fans of Stardew Valley have something new to look forward to with the game's latest update, which adds a variety of new features and improvements. One of the most exciting additions is the ability to play with friends online, allowing players to invite up to three other people to join them on their farm. </p> <p> In addition to the multiplayer feature, the update also includes a new farm map called Four Corners, which is divided into four distinct sections that each offer unique challenges and opportunities for players. There are also new character events, music tracks, and a variety of quality of life improvements, such as the ability to move buildings and crafting stations around your farm. </p> <p> Players can also expect some new content related to the game's story, with new secrets and lore to uncover. This update is available for free to all Stardew Valley players on PC and consoles. </p> <p> Stardew Valley's creator, ConcernedApe, has promised that this is just the first of many updates to come, so players can continue to expect new content and improvements to the game in the future. With its relaxing gameplay and charming visuals, it's no wonder that Stardew Valley continues to be a beloved game in the management simulation genre. </p>",
    "news-03-title": " PlayStation Productions: All confirmed movies and series so far",
    "news-03-author": "By Luis Chinea Rangel",
    "news-03-date": "Published on 2023-04-01",
    "news-03-content": " <p> Video game adaptations are almost as old as the first console or PC successes, although the result has not always been good. In fact, quite the opposite. After several attempts to bring Mario Bros., Mortal Kombat, Street Fighter or Tomb Raider to the big screen, as soon as comics demonstrated that they could be box office hits, the film industry turned to superheroes. At least animation gave us some entertaining youth series or animes that have been respectful of the original material. </p> <p> But now it is comics that show signs of exhaustion and many believe that video games can be the new source of licenses for big or small screen productions. Some recent hits like the two Sonic movies and Super Mario Bros. The Movie confirm that we are facing a trend change and, above all, an improvement in quality. Sony saw it this way in 2019 with the creation of PlayStation Productions, a division dedicated to exploiting all those PlayStation Studios licenses, taking advantage of the popularity of the franchises, reaching an audience that may not have known these video games, and perhaps boosting interest to produce more sequels. </p> <h2>The Most Promising Projects</h2> <ul> <li> Uncharted <ul> <li>Fecha: estrenada el 18 de febrero de 2022</li> <li>Director: Ruben Fleischer</li> </ul> </li> <li> Gran Turismo <ul> <li>Fecha: 11 de agosto de 2023</li> <li>Director: Neill Blomkamp</li> </ul> </li> <li> Days Gone <ul> <li>Fecha: Sin fecha</li> <li>Director: Sin confirmar</li> </ul> </li> <li> Gravity Rush <ul> <li>Fecha: Sin fecha</li> <li>Directora: Anna Mastro</li> </ul> </li> <li> God of War <ul> <li>Fecha: Sin fecha</li> <li>Showrunner: Rafe Judkins</li> <li>Plataforma: Amazon Prime Video</li> </ul> </li> <li> Horizon <ul> <li>Fecha: Sin fecha</li> <li>Showrunner: Steve Blackman</li> <li>Plataforma: Netflix</li> </ul> </li> </ul>"






























  },
  "es": {
    "analysis-01-title": "Undertale: una obra maestra inesperada"
  }
}
