{
  "en": {
    "analysis-01-title": "Undertale: an unexpected Masterpiece",
    "analysis-01-author": "By Luis Chinea Rangel",
    "analysis-01-date": "Published on 2023-04-01",
    "analysis-01-content": "<p>There is no doubt that video games have been improving graphically throughout the generations. Today we look back at 8-bit classics like Street Fighter II (because yes, there is a first game that almost nobody knows about), Ducktales, Space Invaders or even Sonic the Hedgehog and it is hard for us to imagine a game of the generation current with such a simple graphic section. None... except one.</p><p> Inspired by the old Earthbound, Toby Fox created in 2015, at the height of the golden age of 3D graphics progress, a modest 8-bit game called Undertale. It is an old-fashioned adventure in which we will have to return home after being trapped in an underground world populated by monsters.</p><p> The revolutionary thing about this game is that we can solve conflicts with the inhabitants of this world by killing them or in a peaceful way, talking to them and sparing their lives. Every decision you make counts, and the characters will remember the friends you mercilessly killed or helped without asking for anything in return.</p><p> The end is marked by you, and the weight of your actions will influence the fate of all humanity. It is a breath of fresh air in a time saturated with stories full of action and conflict, which will make more than one cry.</p>",
    "analysis-02-title": "Helltaker: A Hell of an Adventure",
    "analysis-02-author": "By Juan Carlos Rey Medina",
    "analysis-02-date": "Published on 2023-12-01",
    "analysis-02-content": "<p>In terms of gameplay, Helltaker is challenging but fair. It is an indie game (free on<a href=\"https://store.steampowered.com/app/1289310/Helltaker/\">Steam</a>) of puzzles, which gradually increase in difficulty, forcing players to think creatively to solve them.</p><p> The goal is simple: to recruit demon girls into our harem, which increases the motivation to continue playing, unlocking all the characters. Helltaker's story is also an intriguing aspect of the game. While it may seem superficial at first glance, the character interactions and dialogue add depth to the demon girls and their motivations.</p><p> Overall, Helltaker is a game with a unique art style and interesting characters. It is a testament to the creativity and passion of independent game developers, and a fun experience for players who enjoy challenging puzzle games.</p>",
    "analysis-03-title": "How Dark Souls created its Own Genre",
    "analysis-03-author": "By Luis Chinea Rangel",
    "analysis-03-date": "Published on 2023-04-01",
    "analysis-03-content-01": "Making an opinion about SoulsBorne is the Dark Souls of newsrooms. This saga and its iconic company FromSoftware are not known for the difficulty of their games, but also for the mechanics that surround them: Leaving the player at ease to explore the dangers of their worlds without compassion just like the worlds of their games, punishing mistakes like a tough teacher.",
    "analysis-03-test": "Behind all this, the SoulsBorne have, for me, their most powerful weapon, the power of the narrative, and it is that the Souls way is very curious. Instead of cinematics and 30-minute monologues so that the important and deep message of a game is clear to the audience, the Souls integrate their narrative in the same world that surrounds the protagonist, in most installments, our character He is one more living being in a cruel world, a poor little devil trying to survive: <strong>your history DOESN'T MATTER.</strong>",
    "analysis-03-content":"",
    "analysis-04-title": "Videogames can be Relaxing?",
    "analysis-04-author": "By Ancor Gonzalez Carballo",
    "analysis-04-date": "Published on 2023-04-01",
    "analysis-04-content": "",
    "analysis-05-title": "The Redemption of the God Killer",
    "analysis-05-author": "By Juan Carlos Rey Medina",
    "analysis-05-date": "Published on 2023-10-08",
    "analysis-05-content": "",
    "analysis-general-title": "Analysis",
    "analysis-general-subtitle": "Latest Analysis",
    "analysis-general-subtitle-01": "There is no doubt that video games have been improving graphically throughout the generations.",
    "analysis-general-subtitle-02": "In terms of gameplay, Helltaker is challenging but fair. It is an indie game (free on Steam) of puzzles, which gradually increase in difficulty, forcing players to think creatively to solve them...",
    "analysis-general-subtitle-03": "Making an opinion about SoulsBorne is the Dark Souls of newsrooms. This saga and its iconic company FromSoftware are not known for the difficulty of their games, but also for the mechanics...",
    "analysis-general-subtitle-04": "Many games, such as puzzle or simulation games, can be played at a leisurely pace and provide a calming experience. Additionally, games can be used as a form of escapism and provide a break from the stresses of everyday life...",
    "analysis-general-subtitle-05": "Kratos is portrayed as a more mature and reflective character than in previous installments. Through his relationship with his son Atreus, Kratos develops empathy and compassion, which allows him to come to terms...",
    "footer-strong": "Subscribe to our newsletter",
    "footer-email": "Email address",
    "footer-send": "Send",
    "footer-about": "About",
    "footer-privacy": "Privacy ",
    "footer-store": "Store",
    "footer-copyright-01": "© 2023 Copyright All rights reserved | made by",
    "footer-copyright-02": "Luis Marcelo Chinea Rangel",
    "copyright": "© 2023 Copyright All rights reserved | made by <a class=\"text-white\" href=\"https://github.com/IluzioDev\">Luis Marcelo Chinea Rangel</a>",
    "guide-01-title": "Beginner's guide: how to play Pokemon Platinum",
    "guide-01-author": "By Ancor González Carballo",
    "guide-01-date": "Published on 2023-01-01",
    "guide-01-content": "<h1>Beginner's guide: how to play Pokemon Platinum</h1> <h2>Introduction:</h2><p> If you're new to the world of Pokemon, it can be overwhelming to start with the Platinum version. However, this guide will help you understand the basic concepts of the game so you can start enjoying this adventure in the Sinnoh region. </p><h2>Development:</h2><ol><li>Choose your starter Pokemon<ul><li> When you start the game, you'll have to choose from three options: Turtwig (grass type), Chimchar (fire type), and Piplup (water type). Each of them has their own abilities and weaknesses, so make sure to choose the one that best suits your play style.</li></ul></li><li>Explore the Sinnoh region<ul><li> The Sinnoh region is vast and there are many places you can explore. From the different cities to the routes and caves, there's a lot to discover. Talk to people to get information and discover new missions. </li></ul></li><li>Catch new Pokemon<ul><li> In Pokemon Platinum, there are over 150 different Pokemon you can catch. You can find them in tall grass or in the water using Poke Balls. Make sure to weaken the Pokemon before attempting to catch it, and bring enough Poke Balls so you don't run out in the middle of a capture. </li></ul></li><li>Train your Pokemon<ul><li> To make your Pokemon stronger, you'll need to train them. Use the experience points they earn in battle to level up and improve their stats. You can also teach them new moves and make them evolve.</li></ul></li><li>Battle other trainers<ul><li>On your adventure, you'll encounter other trainers who also have Pokemon. Challenge them to battles to gain experience, money, and items. Make sure to bring enough healing items and have a varied team to face different types of Pokemon.</li></ul></li><li>Defeat gym leaders<ul><li> In each city, there's a gym leader that you'll have to defeat in a battle to earn a badge. You'll need a strong and strategic team to defeat them all.</li></ul></li><li> Face the Pokemon League <ul><li> Once you've obtained all the gym badges, you can access the Pokemon League. Face the best trainers in the region to become the League Champion.</li></ul></li></ol><h2>Conclusion:</h2><p>With these basic tips, you can already start playing Pokemon Platinum. As you progress in the game, you'll discover new strategies and tools to make your experience even more exciting. Good luck!</p>",
    "guide-02-title": "How to Get a Netherite Sword in Minecraft",
    "guide-02-author": "By Juan Carlos Rey Medina",
    "guide-02-date": "Published on 2023-04-01",
    "guide-02-content": "",
    "guide-03-title": "How to Defeat Genichiro in Sekiro: A Traveler's Guide.",
    "guide-03-author": "By Ancor González Carballo",
    "guide-03-date": "Published on 2023-05-01",
    "guide-03-content": "",
    "guide-04-title": "The Binding of Isaac: The Top Items You Need to Know About",
    "guide-04-author": "By Luis Chinea Rangel",
    "guide-04-date": "Published on 2023-04-01",
    "guide-04-content": "",
    "guide-05-title": "Optimizing Satisfactory: A Guide to Improve Your Game Performance",
    "guide-05-author": "By Luis Chinea Rangel",
    "guide-05-date": "Published on 2023-04-01",



































  },
  "es": {
    "analysis-01-title": "Undertale: una obra maestra inesperada"
  }
}
